{"heading": "Insomnia: Symptoms, Treatment & Prevention", "contents": "Insomnia is a sleep disorder characterized by difficulties falling or staying asleep, even though people have the chance for adequate sleep.\n\nThe condition can be short term (acute), lasting days or weeks, or long term (chronic), lasting for a month or more. Acute insomnia is often caused by stressful events, such as a death in the family, said Dr. Ulysses Magalang, director of the Sleep Disorders Program at The Ohio State University Wexner Medical Center, while chronic insomnia often has a secondary cause, such as another medical or psychiatric problem.\n\nPeople with insomnia can feel sleepy during the day, have difficulty concentrating and learning, and may feel irritable, anxious or depressed, according to the National Institutes of Health. Those with persistent sleep disturbances are also at increased risk for traffic accidents, have higher rates of absenteeism from work, and are less satisfied with their jobs, according to a literature review conducted by the University of Rochester in February 2010.\n\nInsomnia is a common condition  about 30 percent of adults experience one or more symptoms of insomnia, according to a 2007 review in the Journal of Clinical Sleep Medicine. About 10 percent of people experience impairment or distress as a result of their insomnia, and about 6 percent experience symptoms for at least 1 month, and don't have another disorder that could account for the sleep difficulties.\n\nInsomnia can be a consequence or symptom of another problem, which is known as secondary insomnia. According to the NIH, causes of secondary insomnia can include depression, anxiety, post-traumatic stress disorder (PTSD), headache disorders, sleep disorders such as restless legs syndrome, or symptoms of menopause such as hot flashes. Certain medications, such as asthma and cold medicines, can cause insomnia. Commonly used substances such as caffeine, tobacco, and alcohol can also cause insomnia, the NIH says.\n\nResearch also suggests that exposure to light at night  such as computer or smartphone screens  can contribute to insomnia, Magalang said.\n\nIn some cases, insomnia is not a side effect of another problem, in which case, the disorder is known as primary insomnia. The causes of primary insomnia are not well understood, the NIH says, but major life changes, long-lasting stress, and travel may trigger primary insomnia.\n\nPeople with insomnia typically have trouble falling or staying asleep. They may lie awake in bed for a long time before falling asleep, sleep for a short amount of time, wake up too early or feel as if they haven't slept during the night, according to the NIH.\n\nIt's common for people to have an occasional bad night of sleep, especially if they are stressed about something, Magalang said. But people should speak with their doctor if they experience difficulty falling asleep, or they feel unrefreshed when they wake up, which lasts for three months or longer, Magalang said.\n\nPeople should also speak with their doctor if they feel that their sleep problems are interfering with their ability to function during the day according to the Mayo Clinic.\n\nOlder adults are more likely to have insomnia compared to younger people, according to the NIH. Women are also more likely to have the condition than men  hormonal changes during the menstrual cycle and during menopause may affect sleep, the Mayo Clinic says.\n\nTo diagnose insomnia, doctors will ask patients a number of questions about their sleep habits, such as how often they have trouble sleeping, how long it takes them to fall asleep and how often they wake up at night, as well as what their routine before bedtime is like. Patients may consider keeping a sleep diary for a week or two to help answer these questions, and write down when they fall asleep, wake up and take naps, the NIH says.\n\nLooking at the timing of a person's insomnia can help doctor's determine its cause, Magalang said. For example, if people find it hard to initially fall asleep at night, the problem might be related to their biological clock or circadian rhythm, Magalang said. Whereas, waking up too early in the morning is often linked with psychiatric problems, he said.\n\nDoctors will also take a medical history, which includes questions about the patient's health problems, medications, mental health conditions, and work and leisure habits, as well as whether the patient has recently experienced stressful life events. Doctors will also conduct a physical exam, which may include blood tests to check for thyroid problems that may cause sleep disturbances.\n\nAn overnight sleep test may be needed if doctors think that a patient's insomnia may be caused by another sleep disorder.\n\nLifestyle changes often help improve sleep for people with short-term insomnia. These include avoiding caffeine and other stimulants, going to bed and waking up around the same time every day, and avoiding heavy meals, exercise and bright lights before bedtime, according to the NIH.\n\nFor people with chronic insomnia, a type of therapy called cognitive-behavioral therapy may help reduce anxiety linked to insomnia, such as anxiety about sleep loss, the NIH says. Studies have shown that the effects of cognitive behavioral therapy are more long lasting than those of medications, Magalang said.\n\nBut if other methods don't work to relieve insomnia, doctors may recommend prescription medications, such as zolpidem (Ambien), eszopiclone (Lunesta), zaleplon (Sonata) or ramelteon (Rozerem). These medications are usually taken for only a few weeks, according to the Mayo Clinic.\n\nSleep medications can have side effects  patients may feel groggy the next day, or rarely, they may sleep walk or drive while sleeping.\n\nPatients should speak with their doctor before using over the counter products that contain antihistamines. These medications have not been proven effective for treating insomnia, and they can have a long-lasting effect and make people feel drowsy the next day, Magalang said.\n\nMelatonin has also not been proven effective for chronic insomnia, but it may be beneficial for certain sleep conditions, such as jet lag, Magalang said."}