{"heading": "Hair Loss and Balding: Causes, Symptoms & Treatments", "contents": "Hair loss is typically considered the domain of aging men, but this equal-opportunity condition  which has many causes  can affect virtually anyone.\n\nEveryone sheds about 100 hairs each day as part of the normal hair growth cycle, but excess loss is usually a distressing development. Americans spend more than $3.5 billion each year trying to treat it, according to theAmerican Hair Loss Association.\n\nMost peoples hair grows about a half-inch per month, and about 90 percent of your hair is actively growing at any given time, with the other 10 percent in dormant phase. After two or three months, this dormant hair falls out and its follicles begin growing new hair as other follicles begin a dormant phase.\n\nShedding hair is different from hair loss, when a hair falls out and doesn't grow back. People often shed hair during stressful events, such as childbirth, a breakup or divorce or during times of grief.\n\n\"It still doesnt feel good, and it takes the hair to reach a certain length where you perceive its presence,\" said Doris Day, a board-certified dermatologist New York City and an attending physician at Lenox Hill Hospital, also in New York. \"So it feels like a hair loss, but it's not a hair loss.\"\n\nAlopecia is the medical term for hair loss, and it doesnt only happen on the scalp. Some illnesses and medications can trigger balding over the entire body, though genetics account for most cases on the head, according to theCleveland Clinic.\n\nAside from heredity, noticeable hair loss can be caused by wide variety of factors, including:\n\nHarsh hairstyles or treatments: Hairstyles that consistently use rubber bands, rollers or barrettes, or pull hair into tight styles such as cornrows, can inflame and scar hair follicles. So can incorrectly used chemical products such as dyes, bleaches, straighteners or permanent wave solutions. Depending on the degree of damage, resulting hair loss can be permanent.\n\nHormone imbalances: In women, hormonal shifts from birth control pills, pregnancy, childbirth, menopause or hysterectomy can induce more hair follicles than normal to enter the dormant phase.\n\nIllness or surgery: The stress from sickness or surgery may prompt the body to temporarily cease nonessential tasks such as hair production. Specific conditions can also trigger it, including thyroid disorders, syphilis, iron deficiency, lupus or severe infection. An autoimmune condition called alopecia areata, which has no cure, causes rapid body-wide hair loss.\n\nMedications and vitamins: Cancer chemotherapy, which attacks hair follicles in its attempt to kill all fast-growing cells around the body, is a well-known reason for hair loss. Other medications side effects include hair shedding as well, such as some that treat high blood pressure and gout (a painful joint condition caused by a buildup of uric acid). Excessive levels of vitamin A also contribute.\n\nNutritional deficits: Heavy dieting or eating disorders such as bulimia and anorexia can temporarily stun hair follicles to cease growth. This can also occur from insufficient protein, vitamin or mineral intake.\n\nWomen usually don't go completely bald, but loss hair on the top of the head or the temples. Men tend to lose hair on their temples, and are more likely than women to go completely bald, Day said.\n\nDermatologists will examine the person's scalp and take a history of medical or stressful events \"to see what's been going on in their life and their world,\" Day said.\n\nThe dermatologist may take a biopsy  a small patch of skin that includes the hair follicle  and send it to a pathologist to determine if an autoimmune disease, such as lupus, is the cause of the hair loss.\n\nExamining the hair and follicle can also determine whether someone has a bacterial or fungal infection, Day said.\n\nHair loss remedies range from the mild to the extreme and the inexpensive to the costly. Much depends on how much hair is gone and how high a priority it is to mask its absence or replace it.\n\nAccording to the Cleveland Clinic, treatments include:\n\nHair weaves or wigs: Typically expensive, wigs and hair weaves either completely cover the head or add to existing hair, restoring the appearance of a full head of hair. They are especially practical for cancer patients and those whose hair loss is temporary.\n\nTopical creams and lotions: Over-the-counter minoxidil (also known as the brand name Rogaine) can restore some hair growth, especially in those with hereditary hair loss. It is applied directly to the scalp. Prescription-strength finasteride (Propecia) comes in pill form and is only for men. According to theAmerican Academy of Family Physicians(AFP), it may take up to six months to tell if these medications are working.\n\nAnti-inflammatory medications: Prescription steroid-based creams or injections can calm follicles damaged or inflamed by harsh chemicals or excessive pulling.\n\nSurgery: Men tend to be better candidates for surgical hair-replacement techniques because their hair loss is often limited to one or two areas of the scalp. Procedures include grafting, which transplants from one to 15 hairs per disc-shaped graft to other locations. Scalp reduction removes bald skin from the scalp so hair-covered scalp can be stretched to fill in the bald areas. Side effects include swelling, bruising and headaches.\n\nHair-growth laser treatment can also help stimulate hair follicles and improve growth, Day said. People often see results when they combine laser treatment with another intervention, she said. Treatments range in price from $30 and up for Rogaine to about $3,000 for laser treatment, she added.\n\nAccording to theNational Institute of Arthritis and Musculoskeletal and Skin Diseases(NIAMSD), alternative therapies may not help hair regrow and many are not supported by medical research. However, other treatments that reportedly improve alopecia areata include Chinese herbs, acupuncture, zinc and vitamin supplements, evening primrose oil and aroma therapy.\n\nViviscal, a natural supplement, has also shownmore hair growthin men compared to those who took fish extract in clinical trials, Day said.\n\nThe NIAMSD recommends discussing any alternative treatments with physicians before use."}