{"heading": "Bulimia Nervosa: Symptoms and Treatment", "contents": "Bulimia nervosa is an eating disorder in which people regularly binge (or overeat) and then engage in unhealthy behaviors, such as vomiting or using laxatives, to prevent putting on weight. The condition can lead to serious complications, such as dehydration, heart rhythm problems and permanent damage to the esophagus. It most often begins in the teen years or young adulthood, but the disorder can occur at any age.\n\nIn the United States, about 1.5 percent of females and 0.5 percent of males will be diagnosed with bulimia in their lifetimes.\n\nBulimia is characterized by frequent binge eating episodes  sometimes as often as several times a day  followed by purging, according to the National Institutes of Health.\n\nDuring these binging episodes, patients feel a loss of control over their eating, said Dr. Metee Comkornruecha, adolescent medicine specialist at Miami Children's Hospital. Patients may feel guilt, embarrassment or disgust about their binging, and they may try to hide the behavior, according to the American Psychiatric Association.\n\nTo compensate for this eating behavior, people with bulimia engage in \"purging,\" which can include forced vomiting, use of laxatives, enemas or diuretics, or even excessive exercise. Such purging may not always occur after a large meal  it may be after a snack or normal-sized meal.\n\nPeople with bulimia may have a fear of weight gain or a distorted body image - they think they are much heavier than they really are, Comkornruecha said.\n\nBecause people with bulimia are often a normal weight, their condition may go unnoticed by others. According to a 2012 study in the journal Biological Psychiatry, about 65 percent of people with bulimia are normal weight (with a body mass index between 18.5 and 29.9), and only 3.5 percent are underweight (with a BMI less than 18.5).\n\nFriends and family may notice that a person with bulimia will make regular trips to the bathroom right after meals. Parents of children with bulimia may also notice that large amounts of food that they've purchased suddenly disappear, Comkornruecha said.\n\nOther signs of bulimia may include being preoccupied with weight or constantly working on ways to lose weight, Comkornruecha said. Physical signs of bulimia include damaged teeth and gums, mouth sores, an irregular menstrual cycle, or abnormal heartbeat.\n\nIt's not clear what causes bulimia, but genetics, psychological or cultural factors may play a role, according to the NIH. Existing psychological problems, such as low self-esteem, and behaviors, such as rigid dieting, can increase the risk of a person developing the disorder. The risk of bulimia increases if an individuals mother or sister suffered from bulimia, according to the Department of Health and Human Service's Office of Women's Health. Women may also feel cultural pressure to be thin.\n\nA diagnosis of bulimia is made after a physical exam, blood and urine tests (to look for electrolyte imbalances or dehydration) and a psychological evaluation are completed. The physician may also decide to examine the heart, lungs and bones.\n\nBecause bulimia is classified as a mental disorder, doctors use criteria outlined in the Diagnostic and Statistical Manual of Mental Disorders, known as the DSM, to determine a diagnosis. The DSM 5, the latest edition of the manual, says that, in order to be diagnosed with bulimia, a person needs to have episodes of binging and purging at least once a week, for a three-month period.\n\nWomen are more likely to have bulimia than men. According to the Office of Women's Health, about 85 to 90 percent of bulimia patients are women. But bulimia can affect men as well. Because men with eating disorders may experience stigma, bulimia in men may be underdiagnosed, Comkornruecha said.\n\nEating disorders are also more common among athletes, such as gymnasts, runners and wrestlers, according to the Mayo Clinic.\n\nOvercoming bulimia can be a difficult process, because patients get stuck in a cycle of binging and purging.\n\n\"It does become difficult to break out of that cycle; especially if therapy is not as intensive as it needs to be,\" Comkornruecha said.\n\nIn general, about a third of patients get better, a third of patients stay the same, and a third get worse over time, he said.\n\nTreatment for bulimia can involves a combination of psychotherapy, medication, nutrition education and support groups.\n\nTherapy, or counseling, may consist of cognitive behavioral therapy or family therapy. Cognitive behavioral therapy aims to teach individuals how to recognize harmful behavior and thoughts. Family therapy may be used for younger bulimics, or those who don't respond to cognitive therapy. Family therapy relies on the support of siblings and parents to encourage a bulimic to engage in healthy eating behaviors.\n\nSupport groups may be helpful for people mild bulimia who do not have other health problems, according to the NIH.\n\nSome patients may enter a residential treatment center, where they stay for weeks or months undergoing treatment, Comkornruecha said.\n\nAntidepressants may be prescribed to treat any depression and anxiety associated with bulimia.\n\nA dietician can help develop a healthy diet and counsel about normal eating habits. For bulimics that are over- or underweight, a dietician can assist in creating a program to get the individual back to a normal weight range.\n\nSometimes, people with bulimia may be hospitalized to correct an electrolyte imbalance, Comkornruecha said. But their hospital stay is typically only a day or two long, which is not usually enough time to address the psychological issues underlying the disorder, Comkornruecha said.\n\nFriends or family who notice signs of bulimia in a loved one should have them see a doctor as soon as possible, Comkornruecha said."}