{"heading": "Cholesterol Levels: High, Low, Good & Bad", "contents": "Cholesterol is a waxy material that is produced naturally by the liver. It protects the nerves, produces hormones and makes cell tissues, according to the American Academy of Family Physicians. However, too much cholesterol can be a bad thing  which is why it's important to manage it and keep it at reasonable levels.\n\nPeople can check their cholesterol levels by getting a simple blood test. The test measures total cholesterol, HDL (high density lipoprotein), LDL (low density lipoprotein) and triglycerides, another type of fat in the blood stream.\n\nHDL is the good cholesterol that keeps LDL, the bad cholesterol, down, according to theAmerican Heart Association. Too much LDL cholesterol can cause deposits to build up in the blood vessels, known as plaque, which decreases the amount of blood and oxygen going to the heart. This in turn can lead to heart disease and heart attack.\n\nWhen people learn they have high cholesterol, that value often reflects their LDL cholesterol levels, said Dr. Kavita Sharma, the clinical director of The Ohio State University Wexner Medical Center Lipid Clinic.\n\nThere are really no symptoms of high cholesterol. That's why theNational Heart, Lung and Blood Instituteat the National Institutes of Health (NIH) recommends getting your cholesterol checked at age 20, and then every five years after that. The doctor will be able to tell if the cholesterol levels have risen too quickly, and can then help with a treatment plan.\n\nA diet rich in saturated fat, being overweight and not having much, or any, physical activityare all things that exacerbate bad cholesterol levels that narrow and harden the arteries. Foods high in saturated fats include fatty beef, pork, fried foods, and high-fat diary, such as milk, butter and cheeses made of high fat, Sharma said.\n\nTrans fats, which can also raise LDL cholesterol levels, can be difficult to calculate. Observant eaters can look at nutrition labels to see how many trans fats are in their diet, Sharma said.\n\nHigh cholesterol is also caused, in part, by genetics (family history). For instance, familial hypercholesterolemia, a genetic disorder, happens when the body is unable to remove LDL cholesterol from the blood,according to the NIH.\n\nAge and gender are also risk factors; Women generally have lower LDL levels than men before menopause, but then those levels rise afterward, accordingto theAmerican Heart Association. Smoking and diabetes are also risk factors for high cholesterol, according to theMayo Clinic.\n\nHigh triglycerides levels are also linked to an increased risk of blood vessel plaque formation and heart disease, Sharma said. They're also linked to diabetes and metabolic syndrome, a condition related to high blood pressure, high blood sugar levels, excess body fat around the waist and high cholesterol levels, according to theMayo Clinic.\n\nA doctor may ask you to fast for 12 hours before taking a cholesterol test. After collecting a blood sample, doctors can measure the different concentrations of total cholesterol, HDL cholesterol, LDL cholesterol and triglycerides.\n\nIn 2013, theAmerican College of Cardiologyand the American Heart Association releasednew cholesterol guidelines. The new recommendations help doctors determine which people should receive statins. Statins are drugs that block cholesterol production, and may also help your body reabsorb cholesterol that has created plaques in blood vessels, according to the Mayo Clinic.\n\nPeople in four groups should receive statins, according to the guidelines. These include people who have:\n\nThe last group can be determined using a formula that takes the person's age, sex, race, smoking history and cholesterol levels into account. Healthy LDL cholesterol levels can range from below 100 to about 160 mg/dL, Sharma said.\n\nDoctors will always recommend lifestyle changes first to treat high cholesterol, such as eating healthy, exercising and losing weight. However, there are medications that can help lower cholesterol, too. They include statins that are known under the brand names Lipitor, Lescol, Mevacor, Pravachol, Crestor and Zocor and Livalo, Sharma said.\n\nAnother type of medication is the bile-acid-binding resin, which includes the brand names Prevalite, Questran, Welchol and Colestid, according to the Mayo Clinic. This medication increases the liver's production of bile acids, thereby reducing the amount of cholesterol in the blood.\n\nStudies show that statins are highly effective at lowering cholesterol, but they can cause side effects, such as muscle pain, in some people, Sharma said. In these cases, people can use cholesterol absorption inhibitors, such as the brand name Zetia, which limit the amount of dietary cholesterol your body absorbs. These inhibitors can also be combined with a statin, such as in the drug Vytorin, which decrease both absorption of and the production of cholesterol, according to the MayoClinic.\n\nThere are also some natural food and supplements that may help to lower cholesterol, according to the Mayo Clinic, including artichokes, barley, garlic, oat bran, beta-sitosterol, blond psyllium (found in Metamucil) and sitostanol.\n\nThe best way to prevent high cholesterol is the same way to treat high cholesterol  living a healthy lifestyle. By losing weight, eating foods that are low in saturated fats, eliminating trans fats, eating whole grains, fruits, vegetables and fish and drinking alcohol in moderation, it's possible to keep cholesterol and triglycerides levels down, according to Sharma and the American Heart Association. Regular exercise  30 to 60 minutes a day  and leading a smoke-free lifestyle are also important methods to prevent high cholesterol."}