{"heading": "Liver Cancer: Symptoms and Treatment", "contents": "Liver cancer is cancer that begins in the tissues of the liver, though it may also result from cancer spreading to the liver from other parts of the body. Liver cancer is the fourth most common form of cancer in the world, accounting for 610,000 deaths each year, according to the World Health Organization.\n\nThe rates of hepatocellular carcinoma (HCC), the most common type of liver cancer, have increased by 3.5 percent annually in the United States to 3.2 cases per 100,000 people in 2006, according to 2010 data from the Centers for Disease Control and Prevention. Overall, theNational Cancer Instituteestimates that there will be 33,190 new cases of liver cancer and 23,000 deaths resulting from liver cancer in the United States in 2014.Hepatitisand scarring of theliver, known as cirrhosis, can both increase the risk of liver cancer.\n\nMost people in the early stages of primary liver cancer do not experience any signs or symptoms, said Dr. David Bernstein, chief of hepatology at the North Shore Long Island Jewish Health System.\n\n\"The most common symptom of liver cancer is that it's asymptomatic,\" Bernstein said.\n\nSymptoms, if they do appear, can include a hard lump or pain on the right side of the abdomen, abdominal swelling, loss of appetite, unexplained weight loss, nausea and jaundice.\n\nPhysicians conducting routine physical examinations may be able to detect an enlarged, tenderliver, and they can further confirm their findings through abdominal ultrasound and CT scans, according to theNational Institutes of Health(NIH).\n\n\"It's different form most other cancers in that we can generally make the diagnosis without doing a liver biopsy,\" Bernstein told Live Science.\n\nHowever, enlarged liver and abnormal liver function can be indicative of other liver diseases, and the doctor will need to narrow down the diagnosis by performing further tests. Laparoscopy, a surgical procedure where a thin, lighted scope is inserted into the abdomen through a small incision, allows the physician to visually examine the organ for any physical signs of disease, according to the National Cancer Institute. A liver biopsy, where a sample of the liver tissue is removed and examined for abnormal growth, may be performed during the laparoscopy.\n\nDoctors can also test for tumor markers, such as alpha-fetoprotein (AFP), Bernstein said. AFP is a protein that's usually produced by the fetus, but can signal the presence of hepatocellular carcinoma (HCC) if it's found in adults. AFP can also signal whether a person is pregnant or has other types of cancer.\n\nIf the patient is diagnosed with liver cancer, further tests might need to be done to see if the cancer has spread to other parts of the body.\n\nIn addition to various treatments currently being studied in clinical trials, the common treatments available to combat liver cancer are surgery, radiation therapy and chemotherapy. The type of treatment will depend on the type and the stage of cancer being treated, according to the National Cancer Institute.\n\nRadiofrequency ablation is a minimally invasive option, in which a doctor uses a needle electrode to deliver large amounts of heat to the tumor to disable its cells, Bernstein said.\n\nFor patients with early-stage liver cancer, surgery may involve a partial hepatectomy, where the diseased portion of the liver is removed, or liver transplant surgery, where the entire diseased liver is removed and replaced.\n\nTo get a liver transplant, the person will need a donor who has the same blood type and a liver that is approximately the same size, Bernstein said.\n\nHowever, surgery may not be the appropriate course of action for those who have cirrhosis or have too much damaged tissue, according to the Mayo Clinic.\n\nExternal radiation therapy, which is the more common form of radiation therapy, uses X-rays or other high-energy rays to kill cancer cells and shrink tumors, according to the National Cancer Institute. There's also internal radiation therapy, where the radioactive substance is sealed in needles, wires, or catheters and then placed at a spot close to the tumor.\n\nChemotherapy uses drugs to kill or temporarily slow the growth of cancer cells. The drug can be released through an implanted pump or injected into a vein or the hepatic artery to deliver a high concentration of the drugs directly to cancer cells in the liver, according to the National Cancer Institute.\n\nChronic hepatitis B and hepatitis C infections account for approximately 78 percent of HCC cases worldwide, according to theCenters for Disease Control and Prevention. Vaccinations against hepatitis B have proven to be an effective way to prevent HCC.\n\nIn December 2013, the U.S. Food and Drug Administration approved the use of sofosbuvir (brand name Sovaldi) as a once-a-day pill that, when taken with antiviral medications, could treat hepatitis C. Now, people can also take Harvoni, a combination of Sovaldi and ledipasvir, made by Gilead. The Viekira Pak, made by AbbVie, is also available to treat the chronic disease, Bernstein said.\n\nHowever, the drugs are expensive, and its unclear how many people in need will be able to use them.\n\n\"Access to care is becoming a very large concern for the hepatitis C community,\" Bernstein said. \"The two therapies, both have cure rates of more than 90 percent. So the bigger issue that we're having now isn't curing patients with the medicine, it's actually getting that medicine to the patients.\"\n\nOther ways to avoid hepatitis C include avoiding IV drugs, practicing safe sex andonly getting tattoos and piercingsfrom clean, reputable shops, according to the Mayo Clinic.\n\nHigh-risk patients with chronic hepatitis B and C infections or cirrhosis should be screened for HCC once or twice a year, according to a 2008 review published in thejournal Gastroenterology. Screening usually involves an abdominal ultrasound to detect any physical anomalies, and blood tests to monitor for elevated levels of alpha-fetoprotein. Randomized trials have shown that regular surveillance of hepatitis B patients can reduce HCC-related deaths by 37 percent, according to the Gastroenterology review.\n\nAdditional reporting by Laura Geggel, Staff Writer. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}