{"heading": "Sleep Apnea: Symptoms, Causes and Treatments", "contents": "Sleep apnea is a condition in which people experience pauses in breathing, or shallow breathing, during sleep.\n\nThese pauses in breathing, called apneas, can occur as often as 30 or more times per hour, according to the National Heart, Lung and Blood Institute. Sleep apnea may result in poor sleep and lead to daytime sleepiness. Between 12 and 18 million U.S. adults have sleep apnea, the NHLBI says.\n\nThere are two main types of sleep apnea: Obstructive sleep apnea and central sleep apnea.\n\nIn obstructive sleep apnea, the airway becomes partially or fully blocked during sleep. This may happen because the muscles of the throat and tongue relax more than they should during sleep, which hinders air flow to the lungs, the NHLBI says. Other factors that can lead to a blocked airway during sleep include having tonsils that are large compared with the opening of the windpipe, and being overweight, which can narrow the inside of the windpipe.\n\nA blocked airway can lead to a drop in blood oxygen levels, which triggers the brain to arouse you from sleep, so that your airway re-opens, the NHLBI says. This awakening may be so short that you do not remember it, according to the Mayo Clinic. When normal breathing resumes, there is often a loud snort or choking sound.\n\nCentral sleep apnea is less common than obstructive sleep apnea. With central sleep apnea, the brain stops sending signs to the muscles that allow you to breath. The condition may be due to other medical problems, such as problems that affect the brain steam, Parkinson's disease, obesity, and heart failure, according to the National Institutes of Health.\n\nSome people have a combination of obstructive and central sleep apnea, known as mixed sleep apnea.\n\nThe most common symptom of obstructive sleep apnea is loud snoring, although not everyone who snores has sleep apnea, according to NHLBI. People with the condition may also have pauses in snoring, followed by choking or gasping. Daytime sleepiness is also another common sign of sleep apnea.\n\nBecause these breathing problems happen during sleep, people are often not aware that they have sleep apnea, and a family member or significant other is often the first person to spot the problem.\n\n\"A lot of times [patients] are brought in by their spouse,\" said Dr. Robert Lapidus, an associate professor in the Divisions of Pulmonary, Critical Care and Sleep Medicine at National Jewish Health hospital in Denver.\n\nSleep researchers classify sleep apnea as mild, moderate or severe based on the number of apneas and hypopneas that a patient experiences per hour during sleep. An apnea is a cessation of airflow that lasts at least 10 seconds, and a hypopnea is a reduction in airflow of at least 30 percent that's association with a drop in blood oxygen levels, and lasts at least 10 seconds, Lapidus said.\n\nLess than five of these events per hour is considered normal, five to 15 is considered mild sleep apnea, 15 to 30 is considered moderate sleep apnea, and greater than 30 is considered severe sleep apnea, Lapidus said.\n\nPeople are at increased risk for obstructive sleep apnea if they are overweight/obese, are older than 60, or are male  men are twice as likely as women to have sleep apnea, according to the Mayo Clinic.\n\nHowever, women, and people who are thin, can still develop sleep apnea. People who have small airways, or enlarged tonsils, may be at increased risk for the condition. You may also be more likely to develop sleep apnea if you have family members with the condition.\n\nA sleep apnea diagnosis is based on a medical history, a physical exam  which looks at the tissue in your mouth, nose and throat  and a sleep test.\n\nSleep tests are the most accurate way of diagnosing sleep apnea, NHLBI says.\n\nOne type of sleep test is a polysomnogram, where individuals stay overnight in a sleep lab, and have sensors attached to their body to monitor brain activity, eye movements, heart rate and blood pressure.\n\nThere are also home-based tests for sleep apnea, which involve using a portable monitor to record oxygen levels in the blood, heart rate, and breathing patterns.\n\nAn increasing number of sleep apnea patients are being diagnosed with home-based tests, Lapidus said.\n\nHome tests are much less expensive than lab tests, more convenient to the patient, and generally provide comparable information to lab tests if patients do not have comorbidities like heart disease, Lapidus said.\n\nHowever, if a patient does have comorbidities, then doctors like to perform a lab based test, Lapidus said. In addition, home-based tests may underestimate the severity of the sleep apnea, so if a home-base tests shows a normal result, but doctors are concerned about sleep apnea, a patient may need to repeat the test is a lab, Lapidus said.\n\nPeople with mild sleep apnea may only need to make some lifestyle changes to improve their condition, such as weight loss, smoking cessation and sleeping on their side instead of their back, according to NHLBI.\n\nA mouthpiece designed to keep the airway open may also help people with mild sleep apnea. These are available from a dentist. Some of these mouthpieces work by bringing the jaw forward. However, these appliances are not as reliably effective as other treatments for sleep apnea, according to the Mayo Clinic.\n\nThe most common treatment for moderate to severe sleep apnea is continuous positive airway pressure (CPAP). The device involves a mask over the nose, or mouth and nose, that uses air pressure to keep the throat open during sleep.\n\nIf a patient has a lab-based test for sleep apnea, then a technician may also be able to determine the optimal level of air pressure that the patient needs, Lapidus said.\n\nIf patients have a home test that shows they have sleep apnea, they can undergo a second home test to determine their treatment, using a device that automatically adjusts the air pressure up and down, Lapidus said.\n\nSome patients will stop using their CPAP machine because they think the device is uncomfortable, but a lot of things can be done to improve the comfort of the device, Lapidus said. These include a mask fitting so that the masks fits more comfortably, padding devices that reduce pressure on the skin, and a machine that gradually increases air pressure, so that a patient can fall asleep with a lower air pressure, Lapidus said.\n\nIn some cases of sleep apnea, surgery is preform to widen the breathing passages. This is generally done only if other treatments have failed, according to the Mayo Clinic."}