{"heading": "Laryngitis: Causes, Symptoms & Treatment", "contents": "Laryngitis isinflammation(-itis) of the larynx (-laryn). The larynx is also known as the \"voice box\" because it contains the vocal cords, which are necessary for speech. Located in the throat above the trachea, or windpipe, the vocal cords open and close to create sound.\n\nMany people think that laryngitis is simply losing your voice; however, voice loss is actually a symptom. \"Laryngitis is inflammation of the vocal cords. This swelling leads to changes in the voice or complete loss of voice,\" Dr. Stacey Silvers of the Madison Skin and Laser Center in New York, told Live Science.\n\nSometimes, the swelling becomes so bad that the throat becomes blocked, according to the National Institutes of Health (NIH). Speech may also be hoarse, or not possible at all. The throat may feel sore and itchy, as if it needs to be cleared. The patient may also get a fever.\n\nThesesymptomstypically appear within hours or days of developing a cold or upper respiratory infection such as bronchitis or pneumonia. Colds, which are caused by viruses, are the most common cause of laryngitis. Otherviral causes include measles. Although rare, bacterial infections, such as diphtheria, can also cause laryngitis.\n\nCertain activities may strain the vocal cords to cause inflammation and lead to laryngitis. Examples of these types of activities include yelling at a sporting event or concert and working as a professional singer.\n\nSilvers points out that all causes of laryngitis cause hoarseness, but not all hoarseness is laryngitis. Vocal polyps (seen in smokers and people with chronic acid reflux), nodules (from years of improper vocal use), tumors (benign or malignant) and trauma to the outside of the neck can cause inflammation or fracture of the laryngeal cartilage, leading to hoarseness. Patients can have vocal neurological issues, as well, that can lead to parasthesia or vocal weakness. For example, Parkinson's patients often have hoarseness, with vocal tremor and nerve paralysis. Anything that irritates, inflames, blocks or weakens the vocal bands (cords), will lead to hoarseness, Silvers said.\n\nWhen laryngitis persists for three or more weeks, it is considered chronic. Bulimia, alcohol abuse and smoking, gastroesophageal reflux disease (GERD or acid reflux) and sinusitis cause chemicals to come in repeated contact with the vocal cords, which damages the cords over time.\n\nSymptoms such as fever, difficulty swallowing, high-pitched breathing noises and more drooling than normal in children should be taken seriously. They may be signs of croup, which is a life-threatening condition. Parents should get the child immediate medical attention, according to the Mayo Clinic.\n\nLaryngitis is diagnosed through a physical examination. A physician will listen to the sound of the voice, and in a technique called laryngoscopy, she will use a small mirror and a light to peer at the back of throat. Redness and swelling are typically visible.\n\nA newer, slightly more invasive procedure called endoscopy is sometimes used to make a diagnosis. Endoscopy allows the physician to view the vocal cords in motion. In this procedure, a doctor uses a skinny, bendable tube called an endoscope that is equipped with a mini camera and light at its end. The physician inserts the endoscope in the nose or mouth and it extends into the throat. For individuals with chronic laryngitis, testing for cancer may be recommended.\n\nLaryngitis is usually not serious. Resting the vocal cords and avoiding irritants can often resolve symptoms. In some cases, cough suppressants or antibiotics (if the infection is bacterial) may be prescribed.\n\nCorticosteroids may also be described for infants with laryngitis related to croup or to adults who need to speak for work or other urgent matters. \"Steroids can reduce inflammation as well, as long as the underlying problem is addressed,\" said Silvers.\n\nStaying hydrated and avoiding harsh fluids like alcohol and caffeine will also promote healing. In addition to drinking fluids, sore-throat lozenges, salt water and gum, all of which increase the production of saliva, can relieve itchiness in the throat. Breathing moist air from a humidifier or even a hot shower can also relieve symptoms.\n\nThings to avoid are any activities that dry out the nose, mouth and throat. For example, decongestants, like those found in over-the-counter products taken for a runny nose, can further aggravate the vocal cords.\n\nMany think that whispering is the key to healing when afflicted with laryngitis. According to the Mayo Clinic, whispering can make symptoms worse as it causes more strain on vocal cords than speaking normally. Still, although individuals are encouraged to talk in a normal voice, both talking and singing should be kept to a minimum to give the vocal cords time to heal."}