{"heading": "Canker Sores: Causes & Treatments", "contents": "Canker sores, or aphthous ulcers, are small sores on the inside of the mouth. They can occur in both men and women of any age, but they're more common in women and in people between the ages of 10 and 40, according to the National Institutes of Health. They are usually very painful, but are benign and are not contagious.\n\nThere are three types of canker sores: minor, major and herpetiform. Minor canker sores are the most common and are a  inch (12 mm) in diameter and oval shaped, according to the Mayo Clinic. The pain usually goes away in a few days and the sores completely clear up without scarring in one to two weeks, without the need for medication.\n\nMajor canker sores are bigger than a  inch (12 mm) in diameter and have irregular edges, according to the Mayo Clinic. They can take up to six weeks to heal and can leave scars.\n\nHerpetiform canker sores usually form in older people and appear in clusters of 10 to 100, according to the Mayo Clinic. The sores are no bigger than 1/8 inch (3 mm) in diameter, have irregular edges and heal in one to two weeks.\n\nAlong with all three types of canker sores, it's not uncommon to experience fever, swollen lymph nodes or listlessness as additional symptoms, according to the Mayo Clinic.\n\nCanker sores are commonly mistaken for cold sores, but the two conditions are very different. Canker sores always occur inside the mouth, whereas cold sores are generally on the lips, chin or nostril area, according to the Nemours Center for Children's Health Media, a nonprofit health organization. Also, cold sores are contagious and are caused by the herpes simplex virus.\n\nThere is no single cause for canker sores, according to the National Institutes of Health. Many are caused from minor injury to the inside of the mouth, whether from accidentally biting the tongue or cheek, eating overly spicy or acidic foods, or even brushing your teeth too hard, according to the Mayo Clinic. There is also evidence that canker sores run in the family.\n\nSores are also linked to stress  more prevalent during high-anxiety moments  as well as a women's menstrual cycle, which is why they tend to be more common in women, according to the nonprofit Nemours Center for Children's Health Media.\n\nToothpastes and mouth washes that contain sodium lauryl sulfate are also potential causes for canker sores, as are food sensitivities and allergies, according to the Mayo Clinic. The bacteria Heliobacter pylori, which causes peptic ulcers in the stomach, having the intestinal disorder Celiac disease, an inflammatory bowel disease or the inflammatory disorder Behcet's disease are also potential causes for canker sores.\n\nMost canker sores clear up on their own, but there are some over-the-counter remedies that contain ingredients like carbamide peroxide, menthol, eucalyptus and benzocaine that can help relieve pain, according to Nemours. They ''may sting at first, but they can numb the sore and cut down on how long it lasts,'' Nemours said.\n\nOral rinses that contain dexamesathone may also be prescribed for serious canker sores, according to the Mayo Clinic, as well as topical pastes that contain benzocaine (known as Orabase), amlexanox (known as Aphthasol) and fluocinonide (known as Lidex and Vanos). Debacterol is another topical treatment that chemically cauterizes the sores and reduces healing time, the Mayo Clinic said.\n\nThere are a number of common home remedies that work, too. Gargling with salt water helps to relieve pain, according to the National Institutes of Health. Dabbing the sore with a mixture of half water, half hydrogen peroxide, followed by a dab of Milk of Magnesia a few times a day soothes and can help speed the healing process. Swishing and then spitting a mixture of half liquid Benadryl and half Milk of Magnesia can also help, according to the National Institutes of Health.\n\nBecause canker sores are also linked to a diet low in folic acid, zinc, vitamin B12 or iron, a doctor might also prescribe nutritional supplements, the Mayo Clinic said.\n\nIt isn't possible to completely prevent canker sores, but it is possible to minimize their prevalence by not eating fried, crunchy, acidic or spicy foods that can irritate the mouth, according to the Mayo Clinic. Also, healthy oral hygiene and avoiding talking while eating are ways of preventing a sore from happening."}