{"heading": "Carpal Tunnel Syndrome: Symptoms and Treatment", "contents": "Carpal tunnel syndrome (CTS) is a nerve-related condition that causes pain and numbness in the wrists and hands. It affects three times as many women as men, according to theNational Institute of Neurological Disorders and Stroke(NINDS). It's primarily seen in adults, especially those who perform assembly-line-type work. Such workers are three times more likely to get CTS than those who perform desk work, according to the NINDS.\n\nThe carpal tunnel is a passageway in the wrist that protects the median nerve, the main nerve to the hand; the flexor tendons that bend the fingers and thumb; and other soft tissues, such as ligaments and blood vessels. According to theAmerican Academy of Orthopedic Surgeons(AAOS), carpal tunnel syndrome occurs when the tissues surrounding the flexor tendons swell and put pressure on the median nerve. This pressure can then pinch the nerve, causing the pain associated with CTS.\n\nCarpal tunnel syndrome can have many causes. The most likely cause, according to the AAOS, is heredity. Some people simply have smaller carpal tunnels, and this trait runs in families. Other contributing factors, according to NINDS, include:\n\nNINDS says there is little clinical data to prove that repetitive and forceful movements of the hand and wrist during work or leisure activities can cause carpal tunnel syndrome. Repeated motions performed at work or in sports have been associated with other disorders, such as bursitis and tendonitis. Repetitive activity may also bring on writer's cramp, or spasms in the muscles of the hand that make holding a pen or pencil difficult.\n\nSymptoms generally start with nighttime numbness or tingling, along with hand pain, according to Dr. Shari Liberman, a hand and upper extremity orthopedic surgeon at Houston Methodist Hospital.\"Usually, the patient will wake up at night with those symptoms and has to shake out their hands to relieve the pain.The symptoms can progress to daytime numbness or tingling and pain.\" Those affected with these symptoms should see a physician, Liberman told Live Science.\n\nThese sensations may appear when the individual holds an object, such as a book. As the condition worsens, pain may extend beyond the wrist all the way up to the shoulder, or into the hand. \"When the carpal tunnel compression is severe, the patient will begin to experience weakness in the affected hand,\" Liberman said.\n\nTo diagnose carpal tunnel syndrome, a physician will first perform a physical exam. After checking the feeling and strength in the hand, the doctor may also want to perform additional tests to rule out any other conditions. These exams can include an EMG or nerve conduction velocity test, according toJohn Hopkins University.\n\nAn EMG is also called a myogram or an electromyography. This test measures the electrical output of muscles. The doctor places a tiny needle into particular muscles, and this needle detects the electrical activity of the muscles.\n\nA nerve conduction velocity studytests the speed of electrical impulses in the nerves. Two electrodes are placed on the surface of the skin, and a shock is sent to the nerve. The speed is determined by how long it takes the impulses to travel between electrodes. This test is also called an electroneurography or EneG.\n\nFor mild cases of carpal tunnel syndrome, surgery is usually not necessary. CTS will get worse without some form of treatment, according to the AAOS, but it can be stopped if caught in the early stages.\n\nOver-the-counter medications, such as nonsteroidal anti-inflammatory drugs or NSAIDs (aspirin,ibuprofenanddiclofenac, for example), can alleviate pain related to inflammation. Physicians may also inject a corticosteroid such asprednisoneinto the carpal tunnel for pain relief.\n\nIf an underlying condition causes the carpal tunnel syndrome, treatment of that condition can often reduce carpal tunnel symptoms.\n\nSevere cases may require surgery, but patients can try other treatments first. \"There are minimally invasive treatments, such as needle-thread ultrasound-guided release, that have a down time of only one evening,\" Dr. Nathan Wei, director of the Arthritis Treatment Center in Frederick, Maryland, told Live Science.\n\nSurgery options include endoscopic and open surgery, according to theMayo Clinic. Endoscopic surgery involves making two small incisions on the ligament that is pressing on the nerve. Open surgery involves opening up the area with a large incision to cut the ligament.\n\nBy itself, exercising the affected area is not likely to relieve the pain and should not replace other treatments, said Dr. Peter C. Amadio, of theMayo Clinic. Liberman agreed, adding that exercises can even exacerbate the symptoms. \"Specifically, biking and weightlifting put pressure on the carpal tunnel and can make the symptoms worse,\" she said. \"I recommend a nighttime splint to keep the wrist in a neutral position to allow the pressure on the carpal tunnel to decrease.\"\n\nOther forms of treatment, such as yoga, occupational therapy and ultrasound therapy, can be integrated into a regular health plan to help patients deal with the symptoms of carpal tunnel syndrome, according to the Mayo Clinic.\n\nThere are several ways to reduce the risk of developing carpal tunnel syndrome. Here are some tips from theUniversity of Maryland Medical Center:\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}