{"heading": "Pancreatic Cancer: Causes, Symptoms & Treatments", "contents": "Pancreatic cancer affects a small organ behind the stomach that produces hormones and digestive juices for the body. It is the number-four cause of cancer deaths and most often affects individuals over the age of 65. It is estimated there were 46,420 new cases of pancreatic cancer and 39,590 deaths in the United States in 2014, according to the National Cancer Institute.\n\nThere are two types of cancer that affect thepancreas: adenocarcinoma and endocrine cancer. Adeonocarcinomas grow in ducts where digestive juices are made. Most pancreatic cancers are of this type. Endocrine cancers develop in pancreatic cells that release hormones, such as insulin.\n\nSymptoms of pancreatic cancer often remain absent until the disease has progressed to an advanced stage. At that time, individuals may notice a condition called jaundice in which the skin yellows.\n\nThe yellow color indicates that the pancreas has interfered with the liver, said Dr. Sameh Mikhail, an assistant professor of oncology at The Ohio State University Wexner Medical Center.\n\n\"The pancreas is very close to the liver, so many times it blocks the digestive juices that the liver produces that are intended to reachthe small intestine,\" Mikhail told Live Science. \"When it blocks the digestive juices, they back up into the blood. They have a yellow bile in them, so it gives patients a yellow color.\"\n\nPeople may also lose weight, have increased heartburn and feel pain in their abdomen and back. Depression may occur.\n\nBoth types of pancreatic cancer develop as a result of genetic mutations. Family history, as well as acquired or inherited genetic mutations such as a mutation ina gene called BRCA2(also a risk factor for breast cancer), can increase the risk of developing pancreatic cancer. Old age, obesity, diabetes and smoking are also risk factors.\n\nOften pancreatic cancer is not diagnosed until it has spread beyond the pancreas. Still, early diagnosis does not necessarily improve prognosis since pancreatic cancer grows very quickly.\n\nSeveral tests exist to diagnose and \"stage\" pancreatic cancer. Ultrasound, computerized tomography (CT) scan and magnetic resonance imaging (MRI) allow a physician to visualize the location and size of a tumor.\n\nEndoscopic procedures may be employed to see inside the pancreas. These include endoscopic retrograde cholangiopancreatography (ERCP) and endoscopic ultrasound (EUS). In ERCP, a physician inserts an endoscope  a bendable tube with a camera attached at the end  and pushes it down the throat into the small intestine. Next, a catheter is inserted into the endoscope and passed down into the small intestine. The physician then releases dye from the catheter that will illuminate the pancreatic ducts in an X-ray.\n\nIn an endoscopic ultrasound, the physician uses an endoscope to move an ultrasound device into the stomach where it creates images.\n\nA biopsy, in which tissue from the tumor is removed for testing in the lab, is typically required to confirm diagnosis. A biopsy may be performed with a needle through the skin or through an endoscopic ultrasound.\n\nFinally, blood tests can help physicians determine how far along the cancer has progressed. For instance, doctors can look for the tumor marker CA 19-9.\n\n\"When the cancer grows, it releases that protein into the blood,\" Mikhail said. \"But it's important to emphasize that it is not definitive, because occasionally CA 19-9 can be elevated in absence of a cancer. And in other situations, patients may have a cancer, but would have a normal CA 19-9.\"\n\nPancreatic cancer may exist in one of four stages. In Stage I, the cancer is still limited to the area of the pancreas. In Stage II, the cancer can be found just outside the pancreas. By Stage III, cancer cells have metastasized to blood vessels and lymph nodes, and in Stage IV it has moved to other organs.\n\nTreatment options depend on the stage of the cancer. According to the National Cancer Institute, pancreatic cancer is only potentially curable if it is diagnosed before it has spread beyond the organ. At that stage, it is possible that surgery can remove the entire tumor.\n\nSurgeons may try to remove the tumor if the cancer is not surrounded by blood vessels. \"If major arteries are involved, it's very hard to remove the cancer,\" Mikhail said.\n\nIf surgery is an option, people should ensure that their surgeon or surgery team has ample experience in removing pancreatic cancer, he added.\n\nRadiation and chemotherapy are commonly given following  and sometimes before  surgery to ensure that any remaining cancer cells are destroyed. If surgery is not an option, radiation and chemotherapy may be given as the sole treatment.\n\nChemotherapy drugs for pancreatic cancer are administered through an I.V. Although they can be effective at killing cancer cells, they also destroy some healthy cells, which can cause side effects such as hair loss and nausea.\n\nFive years ago, people with stage 4 pancreatic cancerlived a medium of six months after starting treatment. Now, with two new chemotherapy regimens  FOLFIRINOX and gemcitabine and albumin-bound paclitaxel  people with stage 4 cancer live a medium of 11 months after starting treatment.\n\n\"This has been a tremendous breakthrough in the treatment of pancreas cancer,\" Mikhail said, though he added that it \"still leaves a lot of room for improvement.\"\n\nOften, drugs aimed at particular aspects of cancer cells may be included in the treatment regimen. Called targeted therapy, these drugs include growth factor inhibitors such as erlotinib and anti-angiogenesis factors. Anti-angiogenesis factors prevent the tumor from forming blood vessels that are required for the tumor to grow. These drugs are still in clinical trials for use in pancreatic cancer.\n\nAlternative therapies may help individuals cope with a cancer diagnosis, as well as the stress of the treatment process. Types of alternative treatments include art and music therapy, meditation and exercise such as yoga.\n\nImaging and genetic tests may be used to screen people who have a family history of the disease. For example, there is a genetic test that looks for alterations in a gene called K-ras that is related to cell growth. According to theAmerican Cancer Society, however, these tests are only currently recommended for high-risk people.\n\nAs researchers begin to better understand the process from genetic mutation to cancer development, it may one day be possible to develop better screening methods that are available to the general population, and can diagnose pancreatic cancer earlier.\n\nAdditional reporting by Live Science Staff Writer Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}