{"heading": "Diarrhea: Causes, Symptoms & Treatments", "contents": "Diarrhea  or loose, watery bowel movements that occur more frequently than usual  is one of the most commonly reported ailments in the United States (second only to respiratory infection), according to the American College of Gastroenterology (ACG). While diarrhea does not typically cause serious complications for most patients, it can be a fatal ailment for young children, especially those who are malnourished or have compromised immune systems, according to the World Health Organization (WHO).\n\nA bout of diarrhea that lasts no more than two weeks is referred to as acute diarrhea and is most often caused by a viral infection, according to the ACG. The most common diarrhea-causing virus for adults is norovirus, which is often referred to as \"cruise ship diarrhea\" due to its unfortunate tendency to infect sea-faring vacationers. Rotavirus, another diarrhea-inducing virus, is very common in young children.\n\nOther causes of acute diarrhea include bacterial infection, which is often referred to as \"traveler's diarrhea,\" or, in some parts of the world, \"Montezuma's revenge.\" But those who come down with this uncomfortable ailment aren't the victims of an ancient curse; they're usually the victims of the bacteria enterotoxigenicEscherichia coli (ETEC), according to Dr. Ian Lustbader, a clinical associate professor of medicine and a gastroenterologist at New York University's Langone Medical Center.\n\nA final common cause of acute diarrhea is parasites, which can be ingested when a person consumes contaminated food or water, Lustbader told Live Science.\n\nDiarrhea that lasts longer than four weeks is known as chronic diarrhea. Like acute diarrhea, chronic diarrhea has many causes. According to Lustbader, these causes include:\n\n\"Diarrhea can be nothing to worry about, or it can be potentially life-threatening,\" said Lustbader, who explained that the underlying cause of a patient's diarrhea is what determines the seriousness of this uncomfortable ailment.\n\nThe primary complication of diarrhea is dehydration caused by the loss of large amounts of water, salt and nutrients. According to the Mayo Clinic, dehydration can lead to other serious conditions such as low blood pressure, seizures, kidney failure or even death. Those with ongoing diarrhea should seek medical attention if they experience:\n\nDiagnosing diarrhea itself isn't always as simple as one might think, said Lustbader, who noted that people often experience changes in their bowel movements and think that they have diarrhea when, in fact, they do not. But if a patient is having three or more watery or soft bowel movements a day, then they likely do have diarrhea, Lustbader said.\n\nTo diagnose diarrhea, a doctor may want to determine the conditions cause, especially for patients whose symptoms are severe and/or ongoing. According to theNational Institutes of Health(NIH), diagnostic tests for diarrhea include:\n\nMost cases of diarrhea resolve spontaneously within a few days and all that is needed is preventing dehydration by replacing lost fluids, according to the NIH.\n\nIn the meantime, various over-the-counter medications may help firm the stool and decrease the urgency for bowel movements. These include loperamide hydrochloride (commonly known as the brand name Imodium AD), bismuth subsalicylate (Pepto-Bismol) and attapulgite (Kaopectate).\n\nThese medications, however, are not recommended for diarrhea caused by bacterial infection or parasites, according to the NIH, because organisms will be trapped in the intestines if the diarrhea ceases before they are completely excreted.\n\nThe Cleveland Clinicrecommends drinking two to three quarts or liters of liquids daily while recovering from diarrhea. While water is fine, it does not replace lost salt or nutrients, so better choices are broth, tea with honey, sports drinks and pulp-free juices. Avoid milk products, caffeine, alcohol, and apple and pear juices, because they may worsen diarrhea.\n\nSoft, bland foods are recommended as well, including bananas, plain rice, toast, crackers, boiled potatoes, smooth peanut butter, cottage cheese, noodles and applesauce. Because yogurt, cheese and miso contain probiotics, which contain strains of bacteria similar to those in a healthy intestine, they are also good choices. Avoid fatty, high-fiber or heavily seasoned foods for several days.\n\nLustbader also recommends taking steps to prevent diarrhea, especially when traveling. These measures include drinking only bottled or boiled water, frequently washing your hands (especially before eating) and eating only freshly cooked foods."}