{"heading": "Multiple Sclerosis: Signs, Symptoms & Treatment", "contents": "Multiple sclerosis (MS) is a disease that affects the nervous system. It's not known what causes this condition, which can take an unpredictable and varying course among patients.\n\nIn MS, the body's immune system mistakenly attacks the protective coating around the nerve fibers in the central nervous system, leaving scar tissue (sclerosis) in multiple areas (hence the name multiple sclerosis).\n\n\"For some reason your immune system is acting incorrectly and it becomes intolerant to its own central nervous system,\" said Dr. Karen Blitz, director of the North Shore-LIJ Multiple Sclerosis Care Center in East Meadow, New York.\n\nThe damage to the protective coat, which is called myelin, causes problems in nerve signaling in the brain, the spinal cord and throughout the body. As a result, patients can experience a variety of neurological impairments, ranging from paralysis to slurred speech to vision loss. MS is thought to affect more than 2.3 million people worldwide. Most MS patients, however  who typically are diagnosed between ages 20 and 40  don't become severely disabled, according tothe National Multiple Sclerosis Society.\n\nScientists believe there may betwo componentsat work in MS  one component is inflammation, which is related to the immune system, and another is neurodegenerative, which is characterized by death of the nerve cells.\n\n\"We think that MS starts as an inflammatory condition and then it becomes neurodegenerative. We don't know exactly how or when,\" Blitz said.\n\nSymptoms of MS can differ in each patient.In the most common types of the disease, known as relapsing-remitting MS, symptoms come and go. According to theMayo Clinic, the symptoms include:\n\nThere is no one test that can show a person has MS, and diagnosing the condition needs clinical detective work.\n\n\"We get a history from the patient, we examine the patient, and then we do some testing,\" Blitz said.\n\nTests may include MRI scans to look for scars or signs of inflammation in the brain and spinal cord.\n\n\"MRI is very revealing in a lot of the cases,\" Blitz said.\n\nOther tests may be done to rule out diseases that can mimic MS. \"There are many such diseases, but some examples include Lyme disease, vasculitis, thyroid dysfunction, B12 deficiency and migraine headaches,\" Blitz said. \"Then you put all these pieces together to come up with a clinical diagnosis.\"\n\nEach patient's MS may progress differently. However, based on symptom progression, patients usually face one of four disease courses. According tothe Cleveland Clinic, these are:\n\nRelapsing-Remitting: Marked by acute attacks called relapses or exacerbations, this type is followed by partial or complete recovery periods (remissions) when the disease does not worsen. About 85 percent of patients are diagnosed initially with relapsing-remitting MS.\n\n\"Most people start with a relapsing-remitting form of this disease. They have episodes, they get better,\" Blitz said.\n\nSecondary-Progressive: About 60 to 70 percent of people with relapsing-remitting MS eventually develop a steady progression of symptoms, which may result in disability.\n\nPrimary-Progressive: With no clear relapses or remissions, this type is marked by steadily worsening disability. About 10 percent of patients have primary-progressive MS, according tothe National MS Society.\n\nProgressive-Relapsing: Marked by steadily worsening neurologic functions, this rare type also includes acute attacks that may or may not be followed by some recovery, according to the Cleveland Clinic.\n\nAnyone can develop MS, although two-thirds of its sufferers are women. While there is no known cause, according to the Mayo Clinic, several factors may increase the risk of developing the disease:\n\nFor people who have MS, some lifestyle factors have been linked to the outcome of the disease.\n\nFor example, people with MS who smoke are more likely than nonsmokers to develop a more severe form of the disease, Blitz said. On the other hand, patients who exercise seem to do better than those who don't. \"There is good data now that exercise is another piece of the puzzle,\" Blitz said.\n\nThe cause of MS is unknown and there's no cure for the condition. However, there are a number of treatments and medications available.Several FDA-approved drugscan slow the course of MS, reduce the number of relapses, and help manage major symptoms. Here are the most commonly used ones.\n\nCorticosteroids: These reduce inflammation associated with relapse and are the most common MS drugs, according to the Mayo Clinic. Oral prednisone and intravenous methylprednisolone are two corticosteroids used.\n\nInterferons: These medications slow the progression of MS symptoms, though they can result in liver damage. Examples include Betaseron, Avonex and Rebif (none of which comes in the generic form).\n\nGlatiramer: Also known as the brand name Copaxone, this IV drug can hinder the immune system's attack on myelin. Side effects can include shortness of breath and flushing, according to the Mayo Clinic.\n\nNatalizumab: Also known as Tysabri, this is used if other drugs don't work or aren't well-tolerated. It impedes potentially damaging immune cells from migrating from the blood to the central nervous system.\n\nMitoxantrone: Also known as Novantrone, this immunosuppressant is typically used only in advanced MS because of risks to the heart.\n\nFor MS sufferers who find it difficult to tolerate the side effects from injections, or who want the convenience of a pill, there are three oral medications approved by the FDA: Tecfidera (dimethyl fumarate), Aubagio (teriflunomide) and Gilenya (fingolimod).\n\nOther MS therapies manage symptoms or address disabilities caused by the condition. Physical and occupational therapists can demonstrate flexibility- and strength-increasing exercises as well as the use of adaptive devices that help patients perform daily tasks, according to the Mayo Clinic.\n\nThere are no known ways to prevent MS. However, researchers are conducting studies examining possible ways that people might be able to reduce their risk of developing MS.\n\nIn a meta-analysis published in March 2016, researchers found an association between coffee consumption and risk of MS. Compared with people who said they never drank coffee, people who reported drinking large amounts (more than 4 cups [900 mL] a day) had a 29 percent lower risk of MS than those who reported drinking no coffee. The study showed an association, and not a cause-and-effect link between drinking lots of coffee and a lower risk of MS. But it's possible that caffeine has a protective effect on the brain and spinal cord, the study authors said. However, the researchers noted that more research is needed."}