{"heading": "Mono: Symptoms, Diagnosis and Treatment Options", "contents": "Infectious mononucleosis, colloquially referred to as \"mono,\" is a benign infection characterized by fever, swollen lymph nodes and fatigue that may continue for weeks or months. Mono is also called glandular fever and, colloquially, the \"kissing disease.\"\n\nAccording to the Centers for Disease Control and Prevention (CDC), themost common cause of monois the Epstein-Barr virus (EBV), which is found all over the world and infects the majority of the human population at some point in their lives. Mono is most common in people between the ages of 15 to 35, according to the American Academy of Family Physicians. About 25 percent of teens and young adults who are infected with EBV will develop infectious mononucleosis, according to the CDC.\n\nInfectious mononucleosis can also be caused by other viruses, according to Dr. Saul R. Hymes, an assistant professor of clinical pediatrics at Stony Brook Children's Hospital. \"This clinical illness can actually be caused by a handful of viruses  Epstein-Barr virus, Cytomegalovirus (CMV)  as well as some we cant yet diagnose,\" he said. \"Often we will say someone has a 'mono-like illness' when we cant find a cause but the clinical picture fits with mono. Regardless of cause, all these patients have a similar slow, but eventual improvement back to normal.\"\n\nMono is known as the \"kissing disease\" because it primarily transmitted through saliva, according to the National Institutes of Health (NIH). It can also spread through shared utensils and aerosol droplets from coughing and sneezing. \"Exchange of these bodily fluids, including saliva, during kissing is a common mode of transmission ofEBVinfection in the developed regions of the world, especially in the teenage population,\" Dr. Amar Safdar, an associate professor of medicine at the New York University Langone Medical Center, told Live Science.\n\n\"The good news is mono isn't as contagious as the common cold,\" Dr. Sampson Davis, a physician at St. Michaels Medical Center in Newark, New Jersey, told Live Science.\n\nThe three classicalsymptomsof infectious mononucleosis are fever, sore throat and swollen lymph glands, according to the CDC. Although it could further develop into swollen spleen, hepatitis, jaundice and, rarely, inflammation of the heart (myocarditis), infectious mononucleosis is almost never fatal.\"Symptoms are more pronounced inteenagers and adolescents.Adults often have immunity to the virus and therefore symptoms are not as aggressive,\" said Davis.\n\nFatigue is a common complaint among mononucleosis patients. A 2006 British study examined themedical recordsof 1,438 patients and found that they are four times more likely to feel fatigued after infectious mononucleosis and the feeling usually lasts about eight weeks for most patients.\n\nA patient's medical history, in addition to a white blood cell count or antibody tests, should be able to confirm diagnosis, according to the NIH. A rapid test for strep throat may be performed since streptococcal infection occasionally accompanies the sore throat of infectious mononucleosis.\n\nThough physicians may try to feel for signs of an enlarged spleen during physical examinations, the practice is only 27 to 58 percent accurate at detecting a truly enlarged spleen, according to a 2004 article in the journalAmericanFamily Physician. Therefore, the inability to feel an enlarged spleen should not be used to dismiss the likelihood of infectious mononucleosis.\n\nAlthough spontaneous splenic rupture is a rare complication and it's estimated to occur in 0.1 to 0.5 percent of mononucleosis cases, it is still a serious concern, according to a 2007 article in thejournal Pediatrics. Thespleenis vulnerable to ruptures within the first three to four weeks of symptoms, independent of spleen size, according to a 2008 article written for the American Medical Society for Sports Medicine. Therefore, athletes should resume only light, non-contact activities after three weeks of symptoms, and delay contact sports for as long as seven weeks or more, depending on the type of sports. Activities associated with abdominal exertion, such as rowing or weightlifting, should merit extra considerations, according to the article.\n\nCurrently, there are no government approved antiviral drugs to treat acuteEBVinfection. \"There is no cure for mono. It is a viral infection,\" Davis said.\"The virus eventually goes away, but it can take a few weeks. Mono is caused by a virus and thereforeantibiotics are of no use.\"\n\nMost treatments for infectious mononucleosis aim to reduce symptoms. Corticosteroids may be helpful in treating complications such as severe swelling of throat and tonsils. Antibiotics may be used if the patient also has strep throat, according to the Mayo Clinic, though ampicillin or amoxicillin could result in rashes.\n\nDavis told Live Science that supportive care is the best way to treat mono. He gave these tips:\n\nPatients with post-viralchronic fatigue syndromethat have high antibody levels, especially against EBV-associated nuclear antigen likeEBVviralcapsidantigen (VCA) and other antigens likeEBVearly antigen,have shown to benefit from prolonged therapy with oral antiviral agents such as valganciclovir, according to a study done by theStanford University Medical Center. \"These types of treatments should beapproached with caution as potential for drug toxicity and uncertain benefit makes this recommendation far from becoming standard of care,\" said Safdar.\n\nIn severely immunosuppressed patientsEBVreactivation and organ dysfunction including viral disease of involving the brain, liver, heart, and lungs, and rarely the kidneys; systemic antiviral drugs such asganciclovirandcidofovirhave been used with mixed results. Similar therapy has also been used for patients with EBV-related suppression of bone marrow function; again with inconsistent results, Safdar explained.\n\n\"People believe that it is common to have a chronic mono infection that can cause problems for years. This is really not the case,\" said Hymes.EBV is a viral illness in the same family as herpes and varicella (chickenpox). Like those other members of the herpes virus family, the virus can stick around in your body, Hymes explained. However, the virus is dormant and only very rarely reactivates, usually in times of stress. \"Chronic active Epstein-Barr infection is something we really only see in people with immune problems  transplant patients, HIV patients, or people born missing a part of their immune system or immune function,\" said Hymes. Lab testing can detect chronic presence of the virus and can rule it out, so it is easily diagnosed.\n\nSome studies suggested that acute infectious mononucleosis and Epstein-Barr virus may permanently alter or impair the immune response. A2007 Danish studylooked at the possible correlation betweenmultiple sclerosisand infectious mononucleosis and found that the risk of multiple sclerosis was persistently increased for more than 30 years after contracting infectious mononucleosis.\n\nMono may also be responsible for chronic fatigue syndrome. EBVpersistence in the muscles biopsy samples, when looked at in patients with post-viralmusclefatigability,is seen far less commonly (9%) then in patients recovering from enterovirus infections (24%) according to a study done by theDepartment of Biochemistry atCharing Cross and Westminster Medical School, London, UK."}