{"heading": "Lung Cancer: Signs, Symptoms, Types & Treatment", "contents": "Lung cancer is the deadliest type of cancer for both men and women, and the number of deaths each year is increasing. Deaths due to lung cancer increased approximately 3.5 percent between 1999 and 2012, according to the National Lung Association.\n\nAbout 158,040 Americans are expected to die of lung cancer in 2015, according to the National Lung Association. From the time of diagnosis, between 11 and 15 percent of those afflicted with lung cancer will live beyond five years, depending upon demographic factors, according to the Environmental Protection Agency (EPA).\n\nSmoking is the No. 1 cause of lung cancer, according to the American Lung Association. Even being near those who smoke can be dangerous. \"Second-hand tobacco smoke exposure has been linked to lung cancer, with the extent of exposure determining the associated risk,\" said Dr. Megan Baumgart, an assistant professor in the department of medicine, hematology/oncology at the Wilmot Cancer Institute in Rochester, New York. \"In general, people living in a home with a smoker or exposed to smoking in the workplace are at 20 to 30 percent increased risk of developing lung cancer compared to those who do not.\"\n\nWhile smoking is its top cause, lung cancer can strike those who have never touched a cigarette. For example, radon, a radioactive gas found in homes and businesses, can cause lung cancer. In fact,radonis the No. 1 cause of lung cancer among non-smokers, according to the EPA.\"Radon has been associated with an increase in risk for development of lung cancer, though this remains controversial. Other risk factors include prior radiation treatment to the chest or damage to the lungs from an underlying inflammatory pulmonary disease such as pulmonary fibrosis or alpha-1 antitrypsin deficiency,\" Baumgart said.\n\nOther culprits may be air pollution and inflammation.\"Theres been lots of research of late indicating that people are developing non-smoking related lung cancer with frightening increased incidence,\"Dr. Mitchell Gaynor,an oncologist in New York City and author of\"The Gene Therapy Plan\" (Viking, 2015), told Live Science.\n\n\"This could be caused by pollution coupled with the bodys inability to detoxify these carcinogens,\" he said. \"Inflammation turns on tumor-promoting genes and increases insulin-like growth factor, interleukin six, and activating protein one, all of which promote the development of lung cancer. The major promoters of inflammation and obesity arewhite bread and sugar laden diets common in America.\"\n\nGenetics may also play a role in the development of lung cancer, according to theNational Cancer Institute(NCI). \"The role of genetics and family history in the development of lung cancer is not well understood, but the risk appears highest for those with relatives diagnosed at a young age and in those with multiple family members diagnosed with lung cancer, Baumgart said.\n\nLung cancer, also called pulmonary carcinoma, is divided into three main categories. Non-small cell lung cancer is a variety that encompasses several similar sub-types, including adenocarcinoma, squamous cell carcinoma and large cell carcinoma. This type is the most common, accounting for 85 percent of lung cancers, according to the American Cancer Society (ACS). Small cell lung cancer comprises about 10 percent to 15 percent of all cases and is a fast-growing form of lung cancer, according to the ACS.Lung carcinoid tumorsare rare, grow very slowly and usually do not spread.\n\nCases that include both main types are called mixed small cell/large cell lung cancer, according to the National Institutes of Health (NIH).\n\nAdditionally, a highly lethal form of cancer calledmesotheliomamost often arises in the tissue surrounding the lungs. Mesothelioma primarily afflicts those who have been exposed to asbestos, a mineral used in insulation, brakes, flooring and many other goods, according to theMayo Clinic.\n\nEarly lung cancer is usually symptomless, according to theMayo Clinic. Lung cancer symptoms also resemble those of many other conditions, making it hard to discern the cause.\n\nAs the condition progresses, certain symptoms may arise. According to theCleveland Clinic, these symptoms include:\n\nUsing a stethoscope, doctors sometimes can hear fluid around the lungs, which may suggest lung cancer. But definitively diagnosing it usually involves a combination of several tests, according to the ACS. These include:\n\nIf lung cancer is confirmed, doctors will determine whether the malignancy has spread, or metastasized, beyond the lungs by using imaging scans of the entire body. Common sites for lung cancer metastases are the liver, bones and brain, according to the Mayo Clinic.\n\nAfter a diagnosis is made, doctors will determine the extent of the cancer, or stage. There are four stages of lung cancer, according to the Mayo Clinic:\n\nHow lung cancer is treated depends on a number of factors, such as the overall health of the patient, the type of cancer, the stage of cancer and the size of cells present and whether they have spread. Often, combinations of therapies are used.\n\nSurgery is often used to remove the cancerous tissue. During surgery, a varying amount of the lung may be removed, depending on the severity of the case. A small section of the lung, one of the lobes, or the entire lung may be removed during surgery. Lymph nodes from around the site will also be removed to determine if the disease has spread, according to the Mayo Clinic.\n\nChemotherapy uses toxic drugs to kill cancer cells. These drugs, which may come in either injection or pill form, include cisplatin (also known by the brand name Platinol) and paclitaxel (Taxol).\n\nRadiation is a form of therapy that uses intense beams of energy to kill cancer cells. It can target lung cancer externally, or radioactive medicine can be placed internally near tumors via needles, catheter tubes or seeds.\n\nTargeted drug therapy is one of the newest cancer treatments. This therapy uses certain drugs that target specific anomalies in lung cancer cells, according to the Mayo Clinic. Medications used include bevacizumab (also known as the brand name Avastin), which stops tumors from creating a new blood supply, and erlotinib (Tarceva), which blocks chemicals telling cancer cells to multiply.\n\n\"Opdivo is a new drug that is revolutionizing lung cancer treatment,\" Gaynor said. \"It is not a chemotherapy drug, but an immune check point inhibitor that restores the immune systems ability to fight cancer. Another ground breaking drug is the angiogenesis inhibitor, Cyramza.\"\n\nA new immunotherapy drug is now being used to treat lung cancer.\"In contrast to chemotherapy, immunotherapy works by boosting the patients own immune system to fight cancer, and side effects could be more favorable than chemotherapy drugs.\" Dr. Eric S. Kim, an assistant professor in the department of medicine, hematology/oncology at the Wilmot Cancer Institute in Rochester, New York, told Live Science. \"The drug was approved specifically for squamous cell carcinoma and it is another option that was not previously available for some patients with metastatic lung cancer,\""}