{"heading": "Cataracts: Symptoms and Treatment", "contents": "While the vast majority of those who develop cataracts are senior citizens, this vision-blurring condition is not always related to age.\n\nMore than 90 percent of Americans have at least one cataract by age 65, and half of those between 75 and 85 have lost some vision because of the condition, according to theUniversity of Michigan Kellogg Eye Center.\n\nCataracts occur when the eye's lens, the clear layer that focuses light on the retina, becomes cloudy. Because of this, the lens cannot send a sharp image to the retina, the light-sensitive layer at the back of the eye that transmits nerve signals to the brain recording what is seen.\n\nIf the eye is a camera, a cataract happens when the lens gets cloudy, said Dr. Mitchell Weikert, an associate professor of ophthalmology at Baylor College of Medicine in Houston, Texas.\n\n\"No matter how good your camera is, you're going to take a darker picture, because light has to pass through the cloudy lens,\" Weikert told Live Science. A cloudy lens can blur the image and scatter light to create glare. \"It filters light out to so you need brighter lights in order to see.\"\n\nTypically, this clouding develops because the protein that helps comprise the lens begins clumping together on its surface, making it opaque and blurring vision, according to theNational Eye Institute(NEI).\n\nHowever, some babiesare born with cataracts, and others develop them because of eye injuries or genetic disorders. Certain risk factors also increase the likelihood of developing cataracts. According to theMayo Clinic, these include:\n\nWearing UV-absorbent sunglasses and a brimmed hat can help people protect their eyes from the sun, Weikert said.\n\nIn the early stages of cataract formation, no symptoms may be present and the condition may progress very slowly. Over time, however, certain signs tend to show up.\n\n\"Many times, patients won't know they have cataracts in the beginning,\" said Dr. Eric Donnenfeld, a clinical professor of ophthalmology at New York University Langone Medical Center. \"It's a continual degradation in their quality of sight, in that their vision just gets worse and worse over time.\"\n\nDiagnosing cataracts is a relatively simple process, according to the Mayo Clinic, and involves a comprehensive eye exam that may include several different parts:\n\n\"Visiting an eye doctor for a full examination is the most effective and safe way,\" to diagnose a cataract, Donnenfeld said. \"We recommend that everyone over the age of 50 should have an annual eye exam.\"\n\nWhile the use of new eyeglasses, magnifying devices and brighter lights may stave off cataracts' effects on vision for a period of time, surgery is the only treatment. Surgery is usually considered when cataracts begin to impinge on quality of life, affecting driving, reading or the ability to perform normal activities. Since cataracts don't damage the eye, there is no harm in delaying the procedure, according to the NEI.\n\nCataract surgery is the most common operation among those over age 65, according to the Kellogg Eye Center, and more than 2 million are done each year on people of all ages. The surgery lasts about 30 minutes and vision typically improves within a day. Three types of surgery are available:\n\nIn all of the procedures, the removed lens is replaced with an artificial one made of plastic, according to the NEI. It becomes a permanent part of the eye and cannot be felt or seen.\n\nPatients can choose from several lens implants. Most people choose a monocular single focus lens for both eyes, and rely on reading glasses for near-visual tasks. Others ask to have one eye corrected for distance and the other for near-vision, although this practice can compromise depth perception.\n\nBifocal implants, another option, can help patients see at both distances. But they can also cause glare and haloes, and are not fully covered by most insurance plans. People may ask the doctor to fix their astigmatism, a condition in which the cornea or lens is shaped like a football and makes vision blurry. Surgeons can use special lenses or techniques to fix astigmatism, but it also has an out-of-pocket cost.\n\nA meeting with an ophthalmologist can help people decide which artificial lenses are best for them.\n\n\"Well talk with the patient and ask them where they want to be optimally focused,\" Weikert said.\n\nAs with all surgery, cataract removal has risks, including infection, bleeding and retinal detachment, according to the Mayo Clinic.\n\nPeople who have received LASIK surgery, an operation that reshapes the cornea of the eye, may have variable outcomes, and some may need glasses following the surgery. \"If you have had LASIK, no matter what, there is more variability in our calculations for what lens to put in the eye than for someone who has not had LASIK,\" Weikert said.\n\nNew, wavefront technology may help LASIK patients, although some variability remains. Wavefront, or custom LASIK, involves a laser that is guided by a thorough mapping of one's cornea. Once the cataract is removed, wavefront technology machines can help doctors choose the proper powered lens for former LASIK patients, Weikert said."}