{"heading": "Epilepsy: Symptoms and Treatment", "contents": "Epilepsy is a chronic neurological disorder characterized by recurrent, unprovoked seizures  electrical instabilities in the brain  that can range from brief lapses of attention or muscle jerks to severe and prolonged convulsions. About 50 million people worldwide have epilepsy and nearly 90 percent of those people live in developing regions, according to the World Health Organization. The Centers for Disease Control and Prevention estimates that 2 million people in the United States have epilepsy and nearly 140,000 Americans develop the disorder each year.\n\nEpilepsy is classified in four main categories, saidDr. Jaqueline French, a neurologist and epilepsy expert at NYU Langone Medical Center, in New York. Intrinsic epilepsy (also called primary or idiopathic epilepsy) is not associated with other neurologic disease, and has no known cause except possibly a genetic one. Acquired (or secondary) epilepsy can arise from prenatal complications, traumatic brain injury, stroke, tumor and cerebrovascular diseases.\n\nWithin these two categories, there is generalized or mixed epilepsy, which involves electrical instabilities in many areas of the brain; and focal epilepsy, in which the instability is confined to one area.\n\nIn both cases, epileptic symptoms occur because the normal signaling between the nerve cells and the brain has been disrupted, possibly due to abnormality in brain wiring or imbalance of nerve-signaling chemicals called neurotransmitters, or a combination of the two. Sometimes, epilepsy develops several years after a brain injury, French said. \"There's anenormous focus from NIH and others to find a way to intervene\" before the condition sets in, she said, but there is no way at the moment.\n\nWhile the predominant symptom of epilepsy is seizures, having a seizure doesn't necessarily mean that a person has epilepsy. And the definition of epilepsy has changed.\n\n\"It used to be that two unprovoked seizures were required\" for a diagnosis of epilepsy, French told Live Science. \"Now we know from epidemiology that if you have a single seizure, and you had some risk factor, such as a significant head injury, previous stroke or abnormalities on an EEG [brain scan], that may be sufficient to diagnose epilepsy after a single seizure.\"\n\nSpontaneous, temporary symptoms such as confusion, muscle jerks, staring spells, loss of awareness and disturbances in mood and mental functions can occur during seizures. Overall, seizures can be further classified to different subtypes, depending on where in the brain the disturbance first starts, how far it spreads and the severity of symptoms, according to the Mayo Clinic.\n\nSince people with epilepsy often display abnormal patterns of brain waves even when they are not experiencing a seizure, EEG monitoring within 24 hours of the first seizure can help detect abnormal brain activities, according to the NINDS. EEG monitoring, in conjunction with video surveillance over periods of wakefulness and sleep, can also help rule out other disorders such as narcolepsy, which may have similar symptoms as epilepsy. Brain scans such as PET, MRI, SPECT and CT scans are also useful for observing the structure of the brain and mapping out damaged areas or abnormalities, such as tumor and cysts, which can be the underlying origin of seizures, according to the Mayo Clinic.\n\nAnticonvulsant drugs are the most commonly prescribed treatment for epilepsy. \"The fundamental treatment that essentially every patient receives is medication,\" French said.\n\nThere are more than 20 epileptic drugs available in the market, including carbamazepine (also known as Carbatrol, Equetro, Tegretol),gabapentin(Neurontin), levetiracetam(Keppra),lamotrigine (Lamictal), oxcarbazepine (Trileptal), oxcarbazepine (Trileptal), pregabalin (Lyrica), tiagabine (Gabitril), topiramate (Topamax), valproate (Depakote, Depakene) and more, according to the NINDS.\n\nFor the most common type of epilepsy, about two-thirds of patients respond to almost any drug, whereas one-third of patients are drug-resistant, French said. Many drug-resistant forms of epilepsy occur in children. \"Once they're drug-resistant, the likelihood of responding to any drug becomes much lower  but not zero,\" she said.\n\nMost side effects of anticonvulsants are relatively minor, including fatigue, dizziness, difficulty thinking, or mood problems, French said. In rare cases, the drugs can cause allergic reaction, liver problems and pancreatitis.\n\nBut starting in 2008, the Food and Drug Administration mandated all epilepsy medications to bear a label warning of the increased risk of suicidal thoughts and behaviors. A 2010 study following 297,620 new patients treated with an anticonvulsant suggested that certain drugs, including gabapentin, lamotrigine, oxcarbazepine, and tiagabine, may be associated with a higher risk of suicidal acts or violent deaths.\n\nSurgery might be a viable treatment option if the patient experiences a certain category of epilepsy, such as focal seizures, where seizures begin from a small, well-defined spot in the brain before spreading to the rest of the brain, according to the Mayo Clinic. In these cases, surgery can help relieve the symptoms by removing the parts of the brain that cause seizures. However, surgeons usually avoid operating in areas of the brain that are necessary for vital functions such as speech, language or hearing, according to the NINDS.\n\nAn FDA advisory panel recently recommended the approval of Deep Brain Stimulation therapy for patients who cannot control the frequency of their seizures through medication. Currently approved for managing Parkinson's disease, the treatment uses a surgically implanted, battery-operated neurostimulator  similar to a heart pacemaker  to deliver electrical stimulation to targeted areas in the brain. The device has been approved for managing epilepsy in Europe, but not by the FDA, French said. However, the agency did approve a related therapy that provides targeted stimulation to specific brain areas, calledresponsive neurostimulation (RNS).\n\nEpilepsy patients may need to adjust certain elements of their lifestyle, such as recreational activities, education, occupation or transportation, in order to accommodate the unpredictable nature of their seizures, according to the Mayo Clinic.\n\nEpilepsy can be life threatening, French said. For example, patient can fall down, hit their head, or drown while swimming. In rare cases, people with epilepsy can die in their sleep from something called SUDEP (sudden unexplained death in epilepsy). Finally, epilepsy (and associated mood disorders) can lead some people to commit suicide, she said.\n\nNonetheless, many epilepsy patients can still lead healthy and socially active lives, especially by educating themselves and the people around them of the facts, misconceptions and stigma surrounding the disease.\n\nWhen somebody is having a seizure with convulsions, it's important to gently roll the person to his or her side to prevent choking and cushion the person's head in order to prevent head trauma. Do not put anything into the person's mouth since it could cause choking and do not restrict the person from moving unless there are dangerous sharp objects around, the NINDS advises. Help loosen any tight collars or neckties if necessary. It's also important to record the duration and the symptoms of the seizure so the patient can provide those details to the doctor at a future appointment.\n\nAdditional reporting by Tanya Lewis, Staff Writer. Follow Tanya Lewis on Twitter. Follow us @livescience, Facebook & Google+."}