{"heading": "Restless Legs Syndrome: Symptoms and Treatment", "contents": "Restless legs syndrome (RLS) is a disorder that affects more than 5 million adults in the United States, according to the National Institute of Neurological Disorders and Stroke (NINDS). Also, about 1 million school-age children suffer from moderate to severe RLS. The disorder occurs twice as frequently in women than in men, according to the NINDS.\n\nThe characteristic sign of RLS (sometimes called restlesslegsyndrome) is an intense urge to move the legs. The impulse can be so strong that an individual is unable to resist moving the legs. There are several other symptoms of RLS, including a creepy-crawly feeling, itching and a sensation of pulling. Also, some individuals experience a burning feeling. Symptoms can range from uncomfortable to painful.\n\nThough it is usually felt in the legs, other parts of the body  such as the arms, trunk or head  can also be affected. Sometimes, only half of the body will be affected, according toNINDS.\n\nTypically, the sensations appear when an individual is trying to relax, or sitting for long periods. Moving diminishes the sensations, but in the evening and during sleep, symptoms worsen, according to theMayo Clinic.\n\nAccording to theNational Sleep Foundation, many people who have RLS can also have a disorder called periodic limb movements in sleep (PLMS). Signs of this disorder are quick movements of the legs every 20 to 40 seconds during the night.\n\nIn many cases, the cause of RLS is unknown. However, research points to three factors: iron deficiency, lower dopamine production and heredity, according to theJohns Hopkins Center for Restless Legs Syndrome.\n\nAutopsies of people with RLS have shown that their brains were not storing sufficient levels of iron, especially in dopamine-producing cells. Dopamine is a neurotransmitter that is necessary for smooth muscle activity and movement. Studies have also shown that treatment of iron deficiency improves  and, in some cases, eliminates  RLS symptoms, according to Johns Hopkins.\n\nRLS may also be caused by a dysfunction in the brain's basal ganglia circuits, according to NINDS. Basal ganglia are structures in the brain that are responsible for involuntary movements.This dysfunction disrupts the production of dopamine and may cause the jerky motions of RLS.\n\nThe most common type of restless legs syndrome, called primary RLS, often runs in families, according to theNational Sleep Foundation. Researchers have found an RLS gene, which was shown to account for about half of RLS cases. Researchers cautioned, however, that having the gene does not guarantee that a person will have RLS.\n\nSecondary RLS is thought to be a condition of another disease or a side effect of certain drugs. Stress and environmental factors can also play a part in someone's development of secondary RLS.\n\nThe diagnosis of restless legs syndrome is quite simple. According to theMayo Clinic, the doctor will listen the patient's symptoms and see if they match the four criteria of RLS:\n\nThe doctor may also try to determine if the symptoms are caused by other factors, so blood or nerve tests may also be a part of diagnosis. A general practitioner also may refer patients to a sleep specialist for an overnight examination.\n\nTreatment of RLS is usually focused on relieving symptoms, according to NINDS. Moving the affected limbs may provide temporary relief. Sometimes, RLS symptoms can be controlled by finding and treating an associated medical condition, such as peripheral neuropathy or diabetes.\n\n\"You should approach treatment by addressing the two areas linked to RLS: the brain and the muscles,\" said Dr. Michael A. Smith, senior health scientist for Life Extension Foundation in Fort Lauderdale, Florida.\n\nTo boost dopamine production in the brain, a doctor may prescribe drugs such as levodopa, pramipexole, ropinirole and rotigotine. These medications are also used to treat Parkinson's disease; however, there is no indication that RLS is related to Parkinson's disease, according to Johns Hopkins.\n\nJohns Hopkins cautions that dopamine-related medications have side effects that may occur after extended use, including excessive sleepiness, increased compulsive behavior and more commonly, paradoxical worsening of symptoms, referred to as augmentation.\n\nThere are also natural ways to boost the production of dopamine, Smith said. For example, velvet-bean extracts provide a natural compound called L-dopa, which converts into dopamine. Other nutrients that may help boost dopamine production are some amino acids, such as tyrosine, phenylalanine and folic acid, as well as vitamin B1 and chromium.\n\n\"As far as the muscles go, they need magnesium,\" Smith said. A small study published in the journal Sleep indicated that magnesium treatmentmight be a \"useful alternative therapy\" in treating patients with insomnia related to PLMS or RLS.\n\n\"Some doctors may suggest iron as well,\" Smith said. \"However, I suggest using iron only if nothing else has worked or if you're iron deficient.\" NINDS also recommends iron supplements only for individuals with low iron levels.\n\nOther medications that are not specifically designed to treat RLS  such as opiates, benzodiazepines and alpha-2 delta drugs  may relieve some of the symptoms, according to John Hopkins. Often, individuals have to try several medications before an effective treatment is found.\n\nThe Food and Drug Administration has approvedgabapentin enacarbil for the treatment of moderate to severe RLS, according to NINDS.\n\nCertain lifestyle changes and activities that may reduce symptoms in people with mild to moderate symptoms include the decreased use of caffeine, alcohol and tobacco, according to NINDS. Activities that relax muscles and relieve stress  such as warm baths, massages and yoga  can improve symptoms. TheMayo Clinicsuggests alternating between warm and cool compresses to reduce the leg sensations associated with RLS.\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}