{"heading": "Chronic Fatigue Syndrome: Symptoms & Treatment", "contents": "Chronic fatigue syndrome, also known as chronic fatigue and immune dysfunction syndrome, is a puzzling medical condition that usually strikes women ages 30 to 50, though the condition can affect anyone, according to the National Institutes of Health. Up to 1 million people in the United States are affected by chronic fatigue syndrome, or CFS, according to the Solve ME/CFS Initiative (formerly the Chronic Fatigue and Immune Dysfunction Syndrome Association of America).\n\nBecause there is no known cause or even specific diagnosis for the malady, doctors and the general public have historically puzzled over whether CFS is real. But many doctors today view the syndrome as a serious medical condition requiring treatment, according to Dr. Richard Podell, a clinical professor in the department of family medicine at Rutgers Robert Wood Johnson Medical School in New Brunswick, New Jersey.\n\nChronic fatigue syndrome is characterized by extreme fatigue that lasts for at least six consecutive months and that is made worse by physical activity and stress,according to the Centers for Disease Control (CDC). This fatigue isn't the normal tiredness that might result from not getting enough rest or engaging in strenuous physical activity. Those with CFS feel fatigue regardless of the amount of rest they get, and this condition gets in the way of everyday life, making normal daily activities and work difficult, Podell told Live Science.\n\nMany of those with CFS also experience bouts of intense exhaustion  sometimes accompanied by other symptoms  after engaging in physical activity. Known as post-exertional malaise, these periods of exhaustion can last for 24 hours or more, according to the CDC. In addition to such exhaustion, the CDC uses the following list of symptoms to diagnose CFS:\n\nThere are also many other symptoms of chronic fatigue syndrome that the CDC does not always use to diagnose the condition. These include:\n\nThe cause of chronic fatigue syndrome is still something of a mystery to researchers. Over the past several decades, medical studies examined if the condition was contagious (spread person-to-person or animal-to-person), but found no evidence that it is. Studies have also failed to support an association between the condition and a number of transmissible diseases.\n\nHowever, one study conducted in 2009 by researchers with the National Institutes of Health found a connection between CFS and a newly discovered virus, xenotropic murine leukemia virus-related virus, or XMRV. Subsequent research linked CFS to other, similar viruses. But four studies published in 2010 suggested that the original study by NIH-funded scientists was flawed. By 2011, all research connecting CFS to viral diseases had been retracted by the scientific journals that had originally published the findings,according to the journal Nature.\n\nResearchers are still exploring possible links between other infectious agents and chronic fatigue syndrome. According to the CDC, some of the possible infectious agents that have been studied in the past or which are still under investigation include:\n\nSome studies also suggest that CFS may be caused by an inflammation along the nervous system as a response to the immune system, according to the NIH. The agency additionally cites age, stress, the environment and genetics as possible causes. Hypotension (chronic low blood pressure), depression, anemia and allergies are among the causes proposed by the Mayo Clinic.\n\nA doctor will only diagnose chronic fatigue syndrome after ruling out all other reasons for fatigue in a process known as a diagnosis of exclusion. Factors that must first be ruled out include immune disorders, drug dependence, infection, endocrine disorders, tumors, and psychiatric and psychological illnesses like depression and muscle or nerve disease, according to the NIH.\n\nA number of factors complicate diagnosis, including the fact that there is no laboratory test or biomarker for CFS. Fatigue and many of the other symptoms of the condition resemble those associated with a range of other illnesses, further complicating diagnosis. The condition is characterized by periods of remission and relapse, which means that patients who have the syndrome may not always appear to be suffering from it. And because symptoms vary widely, it is difficult for medical professionals to pin down exact diagnostic criteria.\n\nNo known medication or treatment can completely cure chronic fatigue syndrome. The Centers for Disease Control encourages people with the condition to create a support group of doctors, therapists and family members. That's because not only do patients with the syndrome have to deal with extreme tiredness, but also the uncertainty of when a certain symptom will take place, potential loss of independence, mood swings, changes in relationships with friends and family as a result of the tiredness and potential irritability, decreased sexual appetite, and poor memory, according to the CDC.\n\nThough no cure for CFS has yet been identified, research into treating the condition is ongoing. Podell listed several researchers  including Dr. Jose Montoya at Stanford School of Medicine in California  who are exploring the effectiveness of using antiviral medication to treat CFS patients who have abnormally high levels of antibodies for Epstein-Barr virus and herpes virus.\n\nEven though it's not possible to cure the syndrome, it is possible to treat the symptoms. Keeping a healthy diet, taking antidepressants (if relevant), learning good sleep management techniques, taking necessary medication for pain and undergoing cognitive behavioral therapy can improve the condition,according to the NIH. It's also a good idea to know your limits in stressful or challenging activity and your tiredness levels.\n\nReducing stress and promoting relaxation through biofeedback, deep breathing, massage, meditation and yoga also help patients cope with chronic fatigue syndrome, according to the NIH.\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}