{"heading": "Gestational Diabetes: Symptoms, Diagnosis & Complications", "contents": "Gestational diabetes is a type of diabetes that develops, or is first diagnosed, during pregnancy. The condition, like other forms of diabetes, involves high blood sugar levels.\n\nOften times, gestational diabetes is a temporary disorder that occurs around the second trimester of pregnancy, and disappears after a woman gives birth.\n\n\"Even if a woman had required quite a bit of therapy and treatment to keep her blood sugars under control when she was pregnant  usually the day after delivery, [her] sugars go back down to normal,\" said Dr. Christopher Glantz, a professor of obstetrics and gynecology at the University of Rochester Medical Center.\n\nBut women who've had gestational diabetes should be monitored closely after birth, because they are more likely to develop diabetes later in life, according to theNational Institutes of Health(NIH).\n\nA 2014 study from the Centers for Disease Control and Prevention found that between 4 and 9 percent of pregnant women in the United States develop gestational diabetes. Gestational diabetes occurs more frequently among certain ethic groups, including African Americans, Hispanics, American Indians, Asians, and Pacific Islanders according to the March of Dimes.\n\nWomen with gestational diabetes usually have no symptoms or mild, non-life-threatening symptoms, according to the NIH. These symptoms are mostly related to abnormal blood sugar levels, and can include fatigue, excessive thirst and increased urination.\n\nDuring pregnancy, changes happen in the mother's body to make sugar more available to the fetus, Glantz said. One of these changes is that the placenta produces hormones that interfere with the action of insulin, a hormone that helps sugar (or glucose) get from the bloodstream into cells. This means that sugar in the mother's bloodstream is less able to get into her own cells, leading to a rise in blood sugar. Usually, the fetus takes in this extra sugar, so the net result is typically that a women's blood sugar declines, Glantz said. But in some women, the placenta may put out too much of the insulin-blocking hormones, leading to an increase in the mother's blood sugar. If blood sugar levels rise to an abnormally high level, this is considered gestational diabetes.\n\nSome women may have prediabetes before they become pregnant (for example, because they are overweight or obese, which is a risk factor for the condition), and pregnancy exacerbates the condition, leading to gestational diabetes, Glantz said. Other women may have undiagnosed diabetes before they become pregnant, and they are diagnosed in pregnancy.\n\nChanges in levels of the hormones estrogen and progesterone during pregnancy may further disrupt the body's balance of glucose and insulin.\n\nAccording to the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), risk factors for gestational diabetes including:\n\nTests for gestational diabetes are usually done around 24 to 28 weeks of pregnancy, according to the NIH. Some women may be tested earlier in pregnancy if they are at increased risk for gestational diabetes.\n\nWomen first undergo a glucose screening test, in which they drink a sugar solution, and their blood sugar level is tested one hour later. If a woman's blood sugar level is higher than normal, they will need to undergo a second test, called a glucose tolerance test,according to the NIH.\n\nTo prepare for the glucose tolerance test, the mother will need to fast for 8 to 14 hours before her doctor's visit. Her blood is taken before the test, and again in 30- to 60-minute intervals over two to three hours after she drinks a high-glucose solution in order to measure how blood glucose and insulin level changes over time. Most women who take the glucose tolerance test (two out of three) do not have gestational diabetes, the NIH says.\n\nIf a woman is diagnosed with gestational diabetes, glucose tolerance tests are usually conducted once more at around six to 12 weeks after the woman gives births, and then once every one to three years in order to identify any lingering glucose intolerance,according to the Mayo Clinic.\n\nAbnormally high levels of blood glucose  or hyperglycemia  in the mother can result in more glucose being delivered to the fetus, leading to excessive growth, according to the CDC. If gestational diabetes is left untreated, the baby is more likely to be born very large,according to the March of Dimes.\n\nAlarge baby(9 pounds or more) can lead to birth trauma for the mother, who may need a cesarean delivery.\n\n\"You want your baby to be above average in many regards, but when it comes to birth weight, thats just not the best policy,\" Glantz said.\n\nAfter birth, the newborn is at risk for low blood sugar, respiratory distress syndrome and jaundice, according to the NIDDK. In addition, the baby may face an increased risk of obesity, diabetes and other conditions later in life, Glantz said.\n\nEven if gestational diabetes disappears after the baby is born, women with the condition have up to a 60 percent increased risk of developing Type 2 diabetes later in life,according to the Cleveland Clinic. Therefore they should be regularly screened for signs of diabetes during later check-ups and be sure to maintain a healthy diet and lifestyle.\n\nThe first step in managing gestational diabetes is to have the patient visit a dietician to see if her diet can be modified to reduce blood sugar levels, Glantz said. Regular physical activity can also help control blood sugar levels.\n\nIf a patient is not able to control her blood sugar levels with diet and exercise alone, women may need to take medications to lower blood sugar levels, and in some cases, daily injections of insulin are needed, Glantz said."}