{"heading": "Melanoma: Symptoms, Treatment and Prevention", "contents": "Melanoma is a type of skin cancer that begins in the skin's pigment-producing cells, called melanocytes. These cells make melanin, which is responsible for the color in skin, eyes and hair.\n\nThe National Cancer Institute estimates there will be 76,100 new cases of melanoma in the United States and 9,710 deaths from melanoma in 2014.\n\nWhile men are usually diagnosed in their 60s, women can get the disease at any age, with risk increasing based on family history and amount of sun exposure. Melanoma is one of the highest cancer killers of women in their mid-20s to mid-30s, said Doris Day, a dermatologist in New York City and an attending physician at Lenox Hill Hospital, also in New York.\n\n\"Melanoma is the least common, but most serious of all the skin cancers,\" Day told Live Science. Basal cell and squamous cell skin cancers occur more often than melanoma, according to the Skin Cancer Foundation.\n\nExposure to ultraviolet (UV) rays from sunlight is a leading cause behind melanoma. When sunlight hits melanocytes, they make more of the pigment melanin, darkening the skin. This can result in a tan, freckles or moles  the vast majority of which are benign.\n\nResearchers believe that enough UV radiation exposure can damage the DNA in melanocytes, causing them to grow out of control into a tumor. Blistering sunburns in childhood, use of tanning beds and any excessive exposure to UV radiation increases the risk for melanoma, according to the Mayo Clinic.\n\nA melanoma tumor often originates in an existing mole or starts as its own lesion that looks like a mole. People with more than 50 ordinary moles are more likely to develop melanoma, according to the National Cancer Institute.\n\nMelanoma also strikes fair-skinned people more often. Having less pigment in your skin means you have less protection from UV radiation. Caucasians are 30 times more likely to develop invasive melanoma than people of African descent, according to the National Cancer Society.\n\nMelanoma tumors most often occur in areas of the body that are exposed to direct sunlight such as the arms, legs, head and face, according to the Mayo Clinic. Yet, melanoma can form anywhere on the body where there is melanin, including the eyes and the small intestines, according to the National Cancer Institute.\n\n\"I had somebody who had it in the bellybutton, and that's not somewhere that gets a lot of sun exposure,\" Day said. \"It can occur anywhere in your body.\"\n\nOne type of melanoma, called acral lentiginous melanoma, may appear as a black or brown discoloration on the soles of the feet, under the nails or on the palms of the hand.\n\nSince melanoma can occur in areas of the body with little to no sun exposure, doctors believe a combination of genetic and environmental factors  including UV exposure  may lead to melanoma, according to the Mayo Clinic.\n\nPeople with a family history of melanoma are more likely to develop the cancer. One in 10 people diagnosed with melanoma have a family member who was also diagnosed with the disease, according to the National Cancer Institute.\n\nThe first signs of melanoma appear as an unusual mole or as changes to an existing mole.\n\nA mole that is asymmetric in shape, has a ragged border, has uneven coloration, is larger than the diameter of a pencil eraser and has changed in appearance may be a sign of melanoma.\n\nAn easy way to remember what changes to look for in moles is to refer to your ABCs: A is for asymmetry, B is for border, C is for color, D is for diameter and E is for evolving, Day said.\n\nA mole that bleeds or itches is also a warning sign for melanoma.\n\nTrained dermatologists can perform head-to-toe screenings to find any irregular moles. However, the only way to diagnose melanoma is with a biopsy, according to the Mayo Clinic.\n\nA MelaFind scanner, a technology developed in conjunction with NASA, can also help doctors examine suspect moles. The researchers who developed MelaFind scanned and biopsied more than 10,000 brown marks, and developed an algorithm that gives information about the lesion, Day said.\n\nThe scan, which costs about $175 out of pocket for an examination of several spots, can look 0.08 inches (2 millimeters) down into the skin, and doesn't require cutting, Day said.\n\nIf the scan finds the spot may be cancerous, doctors will biopsy the area and send it to a lab, where researchers \"look at the pattern of cells and how quickly they're dividing, and then they give us a report,\" Day said.\n\nMelanoma often has good prognosis when the cancer is caught early. If the lesion has not spread beyond the surface of the skin, simple surgery may be enough to cure cancer.\n\n\"If it's less than 1 millimeter [0.04 inches], then we just cut it out with a good margin,\" Day said.\n\nThe National Cancer Institute estimates people diagnosed with localized melanoma have a five-year survival rate of 98 percent. Luckily, 84 percent of melanoma cases are diagnosed at this stage.\n\nHowever, if melanoma spreads to other parts of the body, it can be difficult to treat, according to the NIH.\n\nIf the spot is more than 1 millimeter in depth, doctors may do a sentinel node biopsy, which uses a dye to see if the tumor has spread to the lymph node system. Then, doctors will remove the spot, as well as the dyed lymph nodes, which are then checked for cancer. If the sentinel nodes are cancer-free, then the cancer probably hasn't spread, and doctors won't have to remove more lymph nodes, Day said.\n\nIf a person has melanoma, doctors will also check the person's head and chest.\n\n\"Every cancer has its place it likes to go,\" Day said. \"Melanoma likes to go to the brain and the lungs, so we get chest X-ray and a brain scan.\"\n\nIf melanoma has spread under the skin to nearby lymph nodes, the five-year survival rate is 62 percent. If it has spread to distant parts of the body, the five-year survival rate is 16 percent.\n\nPeople whose melanoma has spread beyond their skin may require chemotherapy, radiation or biological therapy to treat the cancer. Traditional chemotherapy doesn't work well for melanoma, but many patients use interferon, a protein that helps the immune system.\n\n\"[But] interferon unfortunately was not an ideal treatment because it extends life for 11 months or so in advanced cases, but it was a miserable 11 months,\" Day said.\n\nNow, doctors can map each person's melanoma to see whether it has a genetic pattern that can be treated with chemotherapy. \"And if it does, there are some specific chemo agents that work better, and have a much greater chance of remission and long term survival with [fewer] side effects,\" Day said.\n\nMetastatic, or spreading, melanoma used to be a death sentence, but now it's \"basically a chronic illness,\" she said.\n\nPreventing melanoma can be a lifelong task, but it only takes a few simple precautions to reduce the risk.\n\nAvoiding tanning beds is an easy step, as is wearing sunscreen year-round. The Mayo Clinic recommends wearing a sunscreen with a sun protection factor (SPF) of at least 15.\n\nWearing hats, visors and tightly woven clothing is also a great way to block UV rays.\n\nFinally, staying out of the midday sun  between 10 a.m. and 4 p.m.  will protect skin from the sun's radiation when it is strongest.\n\n\"Stay out of the sun and get regular skin cancer screenings so that if you find it, you find it early,\" Day said."}