{"heading": "Macular Degeneration: Symptoms, Diagnosis and Treatments", "contents": "More than 10 million Americans suffer the potentially disabling effects of macular degeneration, an eyedisease that is a leading cause of vision loss in people over age 50, according to the American Macular Degeneration Foundation.\n\nThe condition, which blurs central vision, is also called age-related macular degeneration (AMD) because it is associated with growing older, according to the National Eye Institute (NEI). Central vision is needed for driving, reading and recognizing faces and colors, among other tasks.\n\nMacular degeneration is deterioration in the central area of the retina, called the macula, said Dr. Mark Fromer, an ophthalmologist and retina specialist at Lenox Hill Hospital, in New York City.\n\nThe macula is a structure responsible for sharp, central vision, and is located in the center of the retina, the inside back layer of the eyeball that converts light and images into electrical signals that are sent to the brain. AMD can occur in one or both eyes.\n\nAMD typically develops gradually and isn't painful, so earlysymptomscan be mistaken for normal age-related vision changes. In others, the disease progresses more quickly, and may lead to vision loss in one or both eyes. According to the Mayo Clinic, symptoms include:\n\n\"If a patient notices any distortion in one eye, he or she should see an ophthalmologist immediately,\" Fromer told Live Science.\n\nThe exact causes of AMD aren't known, but the risk of developing it increases with age, and certain physical conditions and lifestyle choices increase the odds of developing it. According to the NEI, these risk factors include:\n\nThere are two types of AMD: wet and dry.\n\nDry AMD is the most common form of AMD, and occurs when light-sensitive cells in the macula gradually deteriorate. Yellow deposits behind the retina called drusen dislodge the macula from its usual spot, and their size and number often indicate how severe dry AMD has become. Most people develop very small drusen as they age, but when drusen are numerous or large, dry AMD is usually more advanced, according to the NEI. Changes in the pigment of the retina can also be a sign of the disease.\n\nWet AMD (also called neovascular AMD) is relatively rare, occurring in only about 15 percent of all cases, according to the NEI. It develops when abnormal blood vessels grow underneath the retina and leak blood and fluid, causing swelling and damage to the macula. Wet AMD is more serious than dry AMD, and can trigger rapid vision loss.\n\nAMD has three stages, partially defined by the size and number of drusen beneath the retina. In early-stage AMD, patients have medium-sized drusen, and usually no vision loss. In intermediate AMD, patients have large drusen, pigment changes in the retina, or both, and most people don't experience any vision loss. Late AMD patients have drusen and vision loss, and develop either dry or wet AMD.\n\nAMD is suspected in people over 60 who experience recent changes in the center of their field of vision.\n\nSeveral tests can help confirm the diagnosis, including:\n\nWhile a cure for AMD does not yet exist, various treatments are available depending on the type of the disease.\n\nThe progression of dry AMD from intermediate to advanced may be slowed by taking adaily high-dose combination of antioxidant vitamins and zinc, according to a study conducted by the NEI. The formulation includes:\n\nAnother NEI study found thatreplacingbeta-carotene with a 5-to-1 mixture of the vitamins lutein and zeaxanthin may help further reduce the risk of developing late AMD, and don't carry the same risk of lung cancer in smokers that beta-carotene can cause.\n\nWet AMD has three main treatments, not all of which are appropriate for every patient. They include:\n\nSeveral lifestyle changes can help AMD patients cope better with resulting vision loss, according to the Mayo Clinic. These include using magnifying lenses and glasses; adjusting computer font size and brightness level; using adaptive appliances such as clocks and telephones with extra-large numbers; and brightening room light levels."}