{"heading": "Acid Reflux (GERD): Symptoms & Treatment", "contents": "GERD, or gastroesophageal reflux disease, is a chronic condition that occurs when stomach contents wash up into the throat. Many people with GERD, also known as acid reflux disease, experience heartburn  a burning feeling in the chest behind the sternum  from the exposure of stomach acid in their esophagus.\n\nBut unlike people who have heartburn occasionally, people with GERD experience it sometimes three times a week, or on a daily basis, said Dr. Bennie Upchurch, a gastroenterologist at The Ohio State University Wexner Medical Center.\n\nGERD is very common problem in the United States. An estimated 14 percent to 20 percent of adults in the United States have GERD, according to a 2005 study in the journal Clinical Gastroenterology and Hepatology. However, researchers say distinguishing heartburn sufferers from people with GERD complicates finding precise estimates for the prevalence of GERD.\n\nWhen a person swallows, a ring-shaped muscle at the top of the stomach relaxes and loosens to allow foodto pass and then closes again. This muscle is called the lower esophageal sphincter (LES). If the LES weakens or doesn't close completely, stomach acid or bile may leak back into the throat, according to theNational Institutes of Health(NIH).\n\n\"[The LES] is generally only one-half of the valve that keeps things from coming up from the stomach into the esophagus,\" Upchurch told Live Science. \"The diaphragm is the second half. Together have pretty good seal.\"\n\nFrequent heartburn is a common symptom of GERD, and often becomes worse when the person bends or lies down. However, heartburn is just a symptom and may also occur from time to time in people who don't have GERD.\n\nDifficulty swallowing, dry cough, sensing a lump in the throat, hoarseness and regurgitating food or a sour taste may also indicate GERD. Obesity, pregnancy and asthma may cause or exacerbate GERD, as can smoking. Wearing tight clothes can also worsen GERD symptoms, as they can increase abdominal pressure and make it easier for liquid to come up from the stomach, he said.\n\nSomeone who gets these symptoms or heartburn more than twice each week may have GERD, according to theMayo Clinic.\n\nSome medications for other conditions may also worsen GERD symptoms including some sedatives, several blood pressure medications, birth control, and antidepressants.\n\nIf GERD goes undiagnosed and untreated, the frequent exposure of stomach acid may scar the esophagus and make it difficult to swallow or erode an open sore in the esophageal lining.\n\nIn rare cases, untreated or undertreated GERD can change the composition of the tissue in the lower esophagus into a precancerous state called Barrett's esophagus.\n\n\"Esophageal cancer arising from Barrett's is something that has had a very disturbing increase over the last decade and we're not sure why,\" Upchurch said.\n\nPrimary caredoctors are often the first to diagnose GERD by taking a detailed history of symptoms, according to the Mayo Clinic.\n\nIf the symptoms are severe enough, a primary care doctor may refer a patient to a gastroenterologist who may order further imaging tests such as an esophagogastroduodenoscopy (EGD).\n\nAn EGD involves inserting a small camera on a flexible tube down the throat to examine the lining of the esophagus, stomach and the start of the small intestine, according to the NIH.\n\nDoctors may also order a barium swallow in which patients literally swallow a barium-laced drink and then go for a series of X-rays in different positions. Each X-ray allows doctors to trackthe barium as the person digests the drink.\n\nBy using a catheter running from the nose down to the throat, doctors may also use a probe to monitor the amount of stomach acid in the esophagus in a technique called esophageal pH monitoring.\n\nDoctors may also perform an esophageal manometry to measure the pressure where the throat joins the stomach by using a catheter.\n\nMany medications and prevention measures can relieve the symptoms of GERD. Over-the-counter antacids can provide quick relief by neutralizing stomach acid. But frequent use of these drugs may cause diarrhea or constipation, according to the Mayo Clinic.\n\nH2-blockers can neutralize acid for a longer period of time, although they may not provide immediate relief. H2-blockers are available both over the counter and by prescription. Proton pump inhibitors, the most potent acid inhibitors, are also available by prescription, according to the NIH.\n\nProton pump inhibitors are a daily medication, and \"studies have shown that they're very effective in reducing symptoms and healing damage to the esophagus,\" Upchurch said. However, they also have side effects, including decreased calcium absorption, which may lead to increased risk for fractures and osteoporosis, he said.\n\nExtreme cases of GERD may need surgery to increase the pressure at the opening of the stomach. For instance, surgeons can take the top of the stomach, and use it to create a new valve by wrapping it around the lower esophagus, Upchurch said. This surgery can be done laparoscopically, in which doctors insert a laparoscope  a thin, lighted tube  into a small incision in the abdominal wall.\n\nSide effects of the surgery can include difficulty swallowing, and difficulty belching or vomiting, but \"generally things may get better over time,\" he said.\n\nSufferers can also try several homeremedies, including sleeping with their heads elevated by 6 inches (15 centimeters) if GERD symptoms bother them during the night.\n\nAvoiding tight-fitting clothing and food that triggers heartburn. Common heartburn triggers include alcohol, caffeine, chocolate, citrus fruits, spicy foods, full-fat dairy products and mint, according to Upchurch and the NIH. (Peppermint can relax the LES, making it easier for heartburn to happen, Upchurch said.)\n\nHerbal remedies for GERD include licorice, slippery elm and chamomile  although rigorous studies herbal remedies for GERD are lacking.\n\nExcess weight will put pressure on the stomach pushing more acid into the throat, so doctors often recommend overweight patients lose weight to prevent heartburn.\n\n\"If you have any excess weight, then losing weight is helpful,\" Upchurch said.\n\nEating a healthydiet, exercising and counting calories are the most proven methods to losing weight. Doctors advise losing no more than two pounds a week, according to the Mayo Clinic.\n\nIn addition to counting calories, theNIHrecommends cooking whole grains, varying vegetables, focusing on fruit and choosing lean proteins to eat a healthy diet.\n\nEating smaller portions will also help GERD, and help weight loss.\n\nAdditional reporting by Live Science News Writer Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}