{"heading": "Insulin Resistance: Risk Factor for Heart Disease and Diabetes", "contents": "Insulin resistance is a metabolic disorder that occurs when the body's cells cannot properly intake insulin. Insulin, which is produced in the pancreas, is a hormone that helps the body use energy from blood glucose, or blood sugar from digested food, according to the National Institute of Diabetes and Digestive and Kidney Diseases.\n\n\"Think of insulin as the key that unlocks the door to their cells. That door needs to be opened in order for glucose to exit the blood into the cell,\" said Kimber Stanhope, a nutrition research scientist at the University of California at Davis.\n\nWhen people are insulin resistant, their pancreas, which acts as the locksmith of sorts, is still making those \"keys,\" but the locks  the receptors on cells that take in blood sugar  aren't working as well as they should, Stanhope said.\n\nThats a problem because insulin doesn't just play a role in helping the body use blood sugar as fuel; it's critical for many other bodily processes as well. Being insulin resistant can put people on the path towards developing Type 2 diabetes, and is the single best predictor of who will developdiabetes10 or 20 years down the line. Once someone is pre-diabetic or diabetic, the pancreas simply can't produce enough insulin to make the cells sufficiently take up glucose and blood sugar levels rise. Insulin resistance also raises the risk of other disorders, such asheart disease.\n\nMore than 50 million Americans have metabolic disorders that include insulin resistance, according to the American Heart Association. The condition occurs in more than 50 percent of obese children, according to a 2006 study published in the journal Diabetes Care.\n\nOne of the primary causes of insulin resistance is excess body fat, Stanhope said.\n\n\"Nearly everybody that is overweight is insulin resistant,\" Stanhope said.\n\nExactly why, though, has been a subject of debate. One hypothesis, proposed by Yale University biologist Gerald Shulman in a 2000 study in theJournal of Clinical Investigation, is that when people gain too much fat, it tends to accumulate in places it shouldn't be, such as the liver and muscle cells, where it doesn't belong. Some believe that this excess fat storage interferes with the ability to process insulin properly, Stanhope said.\n\nBut this becomes a vicious cycle. Overloaded liver and muscle cells release fatty deposits called triglycerides into the bloodstream, which in itself makes cells more resistant to insulin, Stanhope said.\n\nOthers have also proposed that, as people get fatter, their fat cells themselves store more fat. At a certain point, however, those fat cells stop being able to take in more fat and begin to release more into the bloodstream.\n\nThere are some people who are insulin resistant or diabetic who are not overweight. In fact, about 12 percent of people with insulin resistance are lean. Those people may have some genetic predisposition to faulty insulin processing as they age, Stanhope said.\n\nIn addition, sleep problems such as sleep apnea may predispose people to insulin resistance.\n\nInactivity can also lead to insulin resistance, according to theNational Diabetes Information Clearinghouse. That's because muscle tissue uses more glucose than other types of tissue, and becomes better at taking up insulin after exercise. People who exercise infrequently aren't giving their muscles a chance to improve their insulin uptake.\n\nUnfortunately, most people who are insulin resistant have no symptoms and no idea that they are on the pathway to disease. Many people only find out about theirblood sugarprocessing problems when they start showing symptoms of Type 2 diabetes, which is a lifelong, progressive condition.\n\nThough most people never find out about their insulin resistance beforehand, there are some rare symptoms that can indicate the condition. People who have dark patches in places such as the neck, armpits or groins, called acanthosis nigricans, may be at increased risk of insulin resistance, according to a 2015 article in theScientificWorld Journal. Insulin resistance has also been associated with acne and psoriasis, though most people with those conditions are not insulin resistant, according to the article.\n\nWomen who have polycystic ovary syndrome, a hormonal disorder that causes obesity, excess hair growth and fertility problems, are also more prone to insulin resistance. In research studies, doctors may measure someone's glucose and insulin levels over time after they have consumed a sugary drink with a set amount of glucose. By looking at the ratio, they can see how well the cells are using insulin tot take up blood sugar.\n\nBut this practice isn't feasible for the general population. Instead, doctors who are diagnosing insulin resistance may look at two proxies for the disorder: fasting blood sugar levels (typically measured when someone wakes up first thing in the morning) and fasting triglyceride levels. A 2001 study in the journalDiabetes Carefound the first two measures best predicted who had insulin resistance. People who have symptoms ofmetabolic syndrome, a constellation of symptoms including higher blood sugar, excess body fat around the abdomen, elevated cholesterol and high blood pressure, are also very likely to have insulin resistance, according to a 2003 article in the journalDiabetes Care.\n\nThe single best step to reverse insulin resistance is to lose weight, Stanhope said. Exercising also improves insulin sensitivity, she added.\n\nSome patients may benefit from a drug calledmetformin, which reduces how much glucose the liver makes and prompts the muscles and other tissues to take up more blood sugar, according to a 2008 article in the European Journal of Endocrinology. Metformin is often prescribed for women withpolycystic ovary syndrome(PCOS), as it has also been shown to positively impact cholesterol levels and blood vessels, according to a 2008 article in the American Journal of Medicine.\n\nHowever, drugs have their downsides, Stanhope said. For one, they may make cells so good at taking up blood glucose that people on them become hungrier.\n\n\"Sometimes when you use medication to control the insulin resistance, it helps but it actually makes you fatter, because it does its job too well. Some of the medications actually appear to promote the production of fat cells,\" Stanhope said.\n\nIf a person has other health conditions, such as high cholesterol or blood pressure, then doctors may prescribe drugs such as statins or blood pressure medications to control those."}