{"heading": "Colon Cancer: Causes, Symptoms and Treatments", "contents": "Colon cancer, also known as colorectal cancer, is the second-leading cause of cancer deaths in both men and women. According to the Centers for Disease Control (CDC), 51,783 Americans died from colon cancer in 2011 (the most recent year for available data). The disease affects slightly more men than women, and risk increases with age.\n\n\"Colon cancer is a growth in the colon that usually arises from a polyp. Sometimes the polyps look like stalks of cauliflower, sometimes they're flat,\" said Dr. Richard Goldberg, the physician-in-chief and a professor of medicine at The Ohio State University Comprehensive Cancer Center  James Cancer Hospital and Solove Research Institute. \"When they spread that's when [people] have life-threatening issues.\"\n\nExcluding very rare types, colon cancer develops in the cells lining the inside of the colon and/or rectum. The colon, or large intestine, is a curving structure that continues the digestion of food from the small intestine, absorbs liquid out of the stool and carries it down to the rectum for elimination.\n\nWhile there is no specific cause of colon cancer, certain factors can increase risk of developing the disease. These factors include genetics, diet and health. Individuals with a family history of colon cancer, especially if more than one relative has had the disease, are at increased risk. Also, two genetic syndromes, familial adenomatous polyposis and Lynch syndrome, have been associated with colon cancer.\n\nA diet rich in fat and red meat may increase disease risk. Colon cancer is rare in countries where red meat is less common on the menu. For instance, \"Colon cancer is quite rare in Japan, although it's becoming more common as their diet becomes Westernized,\" Goldberg said.\n\nFirst-generation Japanese immigrants who move to Hawaii notice an uptick in colon cancer rates, and \"after a generation, the immigrants adopt the incidence of their adopted country,\" Goldberg said.\n\nIn addition, heavy alcohol use as well as smoking may contribute to a colon cancer diagnosis. Health factors such as obesity, diabetes and lack of exercise are associated with increased risk. Moreover, inflammatory disease such as other types of cancer or conditions such as ulcerative colitis can increase the likelihood of developing colon cancer.\n\nThese risk factors, however, do not guarantee a diagnosis of colon cancer. As with many cancers, colon cancer develops from the complex interplay of many factors, and no two individuals are the same.\n\nSymptoms that may indicate the presence of cancer cells in the colon or rectum include blood in bowel movements, weight loss, stomach pains and constipation or diarrhea. Often, individuals will not experience any symptoms of colon cancer until it has become advanced. For this reason, the U.S. Preventive Services Task Force recommends that all individuals ages 50 to 75 undergo routine screening. African Americans, who have an increased risk, are advised to begin screening at age 45, according to theAmerican College of Gastroenterology.\n\n\"One of the bad things about colon cancer is that it often doesnt cause symptoms until it's gotten pretty advanced,\" Goldberg said. \"And that's why we recommend that people have screenings.\"\n\nColon cancer screening tests include an at-home stool test, called high-sensitivity fecal occult blood testing (FOBT); a flexible sigmoidoscopy (Flex Sig); and a colonoscopy. The FOBT checks stool samples for blood cells, and should be done annually, the CDC reports.\n\nBoth a Flex Sig and a colonoscopy involve the insertion of a thin tube into the rectum and/or colon to check for cancerous tissue. In a Flex Sig, a doctor can look at the bottom third of the colon, unlike a colonoscopy, which includes an examination of the entire colon.\n\nPeople receiving a Flex Sig are asked to take an enema to clear out the bottom of their colon before the procedure, Goldberg said. It typically doesnt require sedation.\n\nFor a colonoscopy, people are asked to stay on a clear liquid diet and drink a medicine, such as GoLytely, that will clear their bowels a day or so before the procedure. Colonoscopies are generally done under anesthesia, and patients, who are typically groggy after the procedure, often don't return to work that day and will need a ride home.\n\nDuring a colonoscopy, doctors use a colonoscope, a thin six-foot tube with a light on its end. The colonoscope allows doctors to blow air into the colon, which helps find tumors that may be hiding behind the colon's many wrinkles and folds, Goldberg said. Doctors can also take a biopsy or remove suspicious polyps during the colonoscopy.\n\nScreening exams are so effective that undertaking these tests could prevent 60 percent of colon cancer deaths, according to CDC estimates.\n\nIf a diagnosis of colon cancer is made, treatment is determined by the stage of the disease. In other words, earlier stages in which the cancer is small and localized may require less intervention. Typically, surgery can effectively remove small tumors and chemotherapy is prescribed to kill any remaining cells. Chemotherapy drugs commonly used for colon cancer include irinotecan, oxaliplatin, capacitabine and 5-fluorouracil.\n\nMore advanced cancers in which the disease has metastasized, or spread, throughout larger areas of the colon or to other parts of the body may require removal of whole sections of the large intestine. Often, the remaining colon can be reconnected to the rectum, but if the cancer has also reached the rectum, a colostomy may be needed. In this procedure, a surgeon creates an opening in the abdomen and attaches a colostomy \"bag.\" Waste collects in the bag instead of passing through the rectum. Chemotherapy and radiation are then prescribed to kill remaining cancer cells, and control as much as possible the spread of the disease.\n\nAlthough there is no scientific evidence to show that alternative treatments can treat or cure colon cancer, certain therapies can improve the quality of life of cancer patients.\n\n\"Living successfully with a life-threatening disease like this takes resources other than medical resources,\" Goldberg said.\n\nActivities such as art, dance and music can shift focus away from the disease and the treatment process, and help reduce stress. In addition, exercise and meditation can improve mood and appetite. In fact, daily exercise can improve life outcomes for people with localized colon cancer, according to a 2013 study in theInternational Journal of Cancer.\n\nSupport groups are also a helpful resource for coping with colon cancer. Information on local groups can be found through organizations including the Colon Cancer Alliance, Cancer Care and the American Cancer Society.\n\nWith additional reporting by Amber Angelle, My Health News Daily Contributor"}