{"heading": "Stomach Ulcers: Causes, Symptoms & Treatments", "contents": "Peptic ulcers are open sores that develop in the lining of the esophagus, stomach or the first part of the small intestine, known as the duodenum. Over 25 million Americans will suffer from an ulcer at some point during their lifetime, according to the Centers for Disease Control and Prevention (CDC).\n\nMost ulcers are caused by an infection byHelicobacter pyloribacteria (H. pylori), and can be treated in about two weeks with antibiotics,according to the CDC.\n\n\"The two most common causes of ulcers areH. pylori, a bacterial infection, and medications, most commonly aspirin and other nonsteroidal anti-inflammatory medicines (NSAIDs), and iron tablets,\" said Dr. Arun Swaminath, director of the Inflammatory Bowel Disease Program at Lenox Hill Hospital in New York City.\n\nThe discovery ofH. pylori's role in ulcers led to the Nobel Prize in 2005 for Barry Marshall and Robin Warren, who were ridiculed when they suggested the idea, Swaminath said. It is a myth that peptic ulcers are caused by stress and spicy food. But these factors make someone who already has ulcers feel even worse.\n\n\"Psychological stress probably has no role in the development of ulcers, though biological stress like being a very ill patients in the intensive care unit can definitely contribute to ulcers,\" Swaminath said. \"Foods arent really thought to contribute to ulcers, but they may make patients with already present inflammation or ulcers feel worse depending on whats eaten,\" he said.\n\nThe most common symptom of peptic ulcers is a burning pain in the stomach,according to the NIH. Typically, the pain starts between meals or during the night, and may stop if you eat or take antacid medications. The pain comes and goes for several days or weeks, and can be felt anywhere from your navel up to your breastbone, according toMayo Clinic.\n\nAlthough the most common symptom of ulcers is pain, the condition can also present as bleeding, or anemia, Swaminath said. \"There are a lot of other organs around the area of the stomach. Part of the challenge of figuring out what is causing the 'abdominal pain' is to rule in or out things like: pancreatitis,gallstones,Crohns disease, or stomach cancer.\"\n\nPsychological stress can cause symptoms that mimic the symptoms of ulcers, Swaminath said. But because stressed out people are at the same risk for factors that really can result in ulcers, they should consult their doctor if they have persistent symptoms, he said.\n\nPeptic ulcers happen when the acids that help digest food damage the walls of the stomach or duodenum. The insides of thedigestive tract is coated with a mucus layer that protects against stomach acid, but in some people who are infected withH. pylori, the bacteria get into the mucosal lining in the stomach, creating holes and exposing more sensitive tissue to stomach acid.\n\nH. pyloriis a common infection, and it is possible that the bacteria is spread between people through contact with infected stool, vomit or saliva. It also may be contracted from contaminated water or food. According to the Mayo Clinic, one in five young adults is actually infected with the bacteria. Still, for unknown reasons it does not result in ulcers in everyone.\n\nAnother cause is the regular use of certain pain relievers, specifically, NSAIDs such as aspirin and ibuprofen (Advil). These medications, as well as naproxen (Aleve) and ketoprofen, can irritate or inflame the lining of the stomach and small intestine. Peptic ulcers are more common in older adults who take these pain medications frequently or in people who take these medications for osteoarthritis.\n\nCigarettes, alcohol, and stress can exacerbate symptoms by further irritating the stomach lining.\n\nIf left untreated, stomach ulcers can cause bleeding from the ulcer that can lead to anemia. The bleeding can show up as black colored stool, Swaminath said.\n\nDoctors most commonly diagnose ulcers using endoscopy, Swaminath said. This involves \"taking a camera directly into the stomach to look for ulcers and taking biopsies to make sure the 'ulcers' arent really cancer or something else,\" he said.\n\nThere are several other tests for the diagnosis of stomach ulcers. A physician may use a blood, stool, or breath test to detect the presence ofH. pylorior antibodies toH. pylori, according to theMayo Clinic.\n\nA breath test consists of drinking a glass of liquid that contains a radioactive substance. This substance reacts withH. pyloriso that when an individual with stomach ulcers blows into a bag, the breath will contain the radioactive carbon in the form of carbon dioxide.\n\nSometimes an X-ray exam may be performed to visualize the ulcer. A liquid containing a metal element called barium is ingested for this procedure. If an ulcer is found, the physician may then do an endoscopy in which a flexible tube w\n\nTreatment of stomach ulcers consists of killingH. pyloriand decreasing the amount of acid in the stomach. This requires several types of medications.\n\nPhysicians may prescribe several antibiotics at once, or use a combination drug such as Helidac to killH. pylori. Helidac contains two antibiotics along with an acid-reducing drug and a medication that protects stomach tissue.\n\nThe doctors will also try to stop other medications the patient is taking and might have a role in worsening the ulcers.\n\n\"Most of the time, we try to withdraw the offending medication, but that is not always possible, for example patients on aspirin who have heart arrhythmias, or recent heart stents,\" Swaminath said.\n\n\"We put patients on high doses of the drug for eight weeks by which time the area will typically heal,\" Swaminath said. \"A low dose is continued indefinitely if the offending medication cant be discontinued.\"\n\nDrugs called acid blockers (for example, Pepcid) and antacids may be recommended to decrease the levels of stomach acid. Other medicines, called proton pump inhibitors, such as Prilosec and Prevacid, are another option. They work by blocking cellular pumps that release acid into the stomach."}