{"heading": "Chlamydia: Symptoms, Treatment and Prevention", "contents": "Though it's one of the most common and curable sexually transmitted diseases in both genders, chlamydia is often symptomless and goes untreated. When it does, the consequences in women can be particularly severe, resulting in chronic pelvic pain or infertility.\n\nChlamydia is a bacterial infection caused by caused by Chlamydia trachomatis. The infection can spread through the genital tract from various types of sexual contact. About 1.8 million people in the United States have chlamydia, according to the latest estimates from the U.S. Centers for Disease Control (CDC). However, the number of new infections occurring each year is estimated to be higher, at about 2.8 million new infections, according to the CDC. Teens and young adults are most often affected, according to the American Social Health Association (ASHA).\n\nChlamydia is considered a silent condition because many of those infected experience no symptoms. People who do develop symptoms may see them occur several weeks after having sex with an infected partner, according to the CDC.\n\nComplications of untreated chlamydia can be serious for both genders. In women, the infection can result in pelvic inflammatory disease (PID), which can damage the ovaries, uterus and fallopian tubes and lead to infertility. The infection can also result in chronic pelvic pain. In men, a chlamydia infection can lead to conditions such as prostatitis, an inflammation of the prostate gland; or epididymitis, an inflammation of the coiled tube (the epididymis) internally located beside each testicle.\n\nIn both men and women, rectal inflammation can result for those who engage in anal sex, leading to pain and mucus discharge, according to the Mayo Clinic. Even newborns can contract the infection if it passes through the birth canal from mother to baby during childbirth. These babies can suffer from pneumonia or a severe eye infection just after birth.\n\nBecause chlamydia is hard to detect, the CDC recommends screening tests for sexually active women age 24 or under, pregnant women, and men and women at higher risk because of multiple sex partners or another existing STD. Screening tests include a urine sample or a swab of the cervix or end of the penis.\n\nChlamydia is a curable condition if the right medication is prescribed and properly used, according to the CDC. Oral antibiotics are most commonly used, including azithromycin (known as the brand name Zithromax), doxycycline and erythromycin, according to the ASHA.\n\nPeople with chlamydia should abstain from having sex for seven days after single dose antibiotics or until they've completed a seven-day course of antibiotics, according to the CDC. This is because chlamydia can be transmitted to a sexual partner during the antibiotic treatment. To prevent re-infection, sexual partners should also be treated regardless of the presence of symptoms, according to the Mayo Clinic.\n\nThe only fail-safe way to prevent chlamydia is to abstain from sexual contact with others. Ways to reduce risk include:\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}