{"heading": "Testicular Cancer: Symptoms, Treatment and Prevention", "contents": "Testicular cancer  cancer that is found in the testicles  is a rare disease most often diagnosed in men between 15 and 34 years old. Approximately 8,400 cases will be diagnosed and 380 men will die from the disease in 2015, according to the National Cancer Institute.\n\nThe cause of testicular cancer is unknown, although certain conditions can increase the risk that healthy cells will become abnormal. For example, individuals with a familyhistory of the disease are at increased risk.\n\nAny condition that causes abnormal development of the testicle can increase risk. These include Klinefelter's syndrome and a condition called cryptorchidism, in which individuals have an undescended testicle. Smoking marijuana may be another risk factor. Men who smoked marijuana have a two-fold increased risk of developing testicular cancer compared with men who had never smoked it, according to a 2012 study in thejournal Cancer.\n\nTesticular cancer typically forms in one testicleand individuals may notice certain changes in the scrotum, which contains the testicles. The scrotum may feel heavy or filled with fluid. Also, a lump may form in the testicle, or the testicle may be enlarged.\n\nSome individuals may experience painand achiness in the areas of the abdomen, back and flank, as well as fatigue, said Dr. William Huang, an associate professor of urology, and a urologic oncologist at the Laura and Isaac Perlmutter Cancer Center at the New York University Langone Medical Center.\n\nThese various places are affected because \"when a male is still a fetus in utero, the testicles start all the way up near the kidneys,\" Huang said. \"As time goes on, they descend and go into the scrotum.... If the testicle has a tumor and it spreads, it can spread into the areas it was in development.\"\n\nIn some cases, the testicular cancer can be hormonal in nature, which may cause the breasts to feel tender, he said.\n\nMen find most cases of testicular cancer when they notice a lump. A physician may also detect a lump during a physical exam. Additional tests are required to confirm a cancer diagnosis.\n\nAn ultrasound can be used to identify whether the lump is filled with fluid and if it is located in or out of the testicle. If there is a possibility that the testicle is cancerous, a surgeon may remove it in a procedure called radical inguinal orchiectomy so that it can be analyzed in a lab.\n\nIf the ultrasound is unclear, doctors may use an MRI, \"but it's not part of the standard workup,\" Huang said.\n\nAbout 90 percent of testicular cancers fall into two categories: seminoma and nonseminoma (some men have both types at once). The other 10 percent are stromal tumors, which affect the hormone-producing part of the testicle.\n\nOnce the type of cancer is known, additional testing is required to determine how far it has spread, if at all. A computerized tomography (CT) scan will highlight any cancer cells in the lymph nodes and blood tests will show levels of tumor markers, which can also indicate the presence of remaining cancer cells after testicle removal.\n\nTesticular cancer is treatable with surgery, radiation therapy and chemotherapy. The five-year survival rate is 96 percent or higher if the cancer is localized or regional, meaning that it hasn't spread throughout the body, according to theAmerican Cancer Society. The five-year survival rate for distant cases, meaning the cancer has spread to organs or lymph nodes away from the tumor, is 73 percent, the society reported.\n\nDepending on the type of cancer and how far it has spread, the treatmentmay vary. For disease that is caught early and located only in the testicles, surgery is often the only treatment required.\n\n\"If the cancer is confined to the testicle and hasn't gone anywhere, then that often is the only treatment necessary,\" Huang said.\n\nPatients have the option to get a prosthetic testicle to replace the removed testicle. A surgeon may also take out the lymph nodes located in the abdomen. This surgery is performed via an incision in the abdomen, though a complication in the surgery can lead to difficulty with ejaculation (but not erection).\n\nIf the disease is more advanced or if it has spread beyond the testicle, chemotherapy, radiation or surgery may be necessary for treatment. Chemotherapy and radiation are often used for seminomas, and chemotherapy and surgery are choice treatments for people with nonseminomas or a combination of both tumor types, Huang said.\n\nRadiation can cause fatigue and temporary infertility. Chemotherapy  sometimes performed prior to lymph node removal  can cause nausea, hair loss and infertility.\n\nEating a healthy diet, getting a normal night's sleep and exercising can help individuals cope with a cancer diagnosis and the treatment process. In addition, quitting smoking and learning how to manage stress can improve recovery.\n\nTesticular cancer is not preventable but the earlier it is caught the more likely it is curable. Regular self-examination may be the easiest way to detect the presence of this type of cancer; however, concerned individuals should speak with a physician about the best method.\n\nThe shower (or bath) is the best place to perform a self-exam because the heat relaxes the scrotum, making it easier to find anything irregular, according to theMayo Clinic. In front of a mirror, look for signs of swelling of the scrotum. Using both hands, place the thumbs on the top of the testicle with the index and middle fingers beneath. Move the testicle between the fingers and thumbs and pay attention to the shape and feel. Healthy testicles are firm to the touch, smooth and oval in shape. Do not worry about slight differences in size between testicles.\n\nIf something feels amiss, don't hesitate to contact a doctor.\n\n\"If you do suspect that something is unusual, it's imperative to actually speak to a doctor rather than wait until it gets worse,\" Huang said.\n\nAdditional reporting by Live Science News Writer Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}