{"heading": "PMS: Symptoms and Treatment", "contents": "Premenstrual syndrome (PMS) refers to a variety of symptoms that women experience in the second half of a menstrual cycle, before a new cycle begins. Symptoms vary among women and range from physical, such as bloating and pain, to mental, such as mood swings, anxiety and difficulty focusing.\n\nMore than 75 percent of women may experience PMS at some point during their reproductive years, with symptoms peaking in a woman's late 20s and early 30s, according to the Mayo Clinic. For most women, PMS typically occurs five to 11 days before a new menstrual cycle begins.\n\nThe cause of PMS is not clear, but research points to hormonal fluctuations as the culprit.\n\nThe syndrome occurs more often in women who have given birth to at least one child, according to the National Institutes of Health (NIH). Having had depression or bipolar disorder, or having a family member with these disorders, may put a woman at higher risk for experiencing severe PMS.\n\nMost women who experience PMS don't have all of the possible symptoms. Moreover, individual symptoms can range from mild to severe.\n\nAccording to the NIH and the Mayo Clinic, the physical and mental symptoms include but are not limited to:\n\nThere are no specific signs or lab tests that can diagnose PMS, the NIH says. Keeping a diary to record symptoms can help find repeating patterns and the most troubling symptoms. This will also help a doctor make a diagnosis.\n\nThose who choose to see a doctor may undergo a physical examination, including a pelvic exam, and be asked to describe their symptoms in detail. Many doctors will recommend keeping a diary of symptoms that spans at least three months, noting the days PMS symptoms and periods begin and end.\n\nA healthy lifestyle is the first step to managing PMS, and for many women, this is enough to control symptoms, according to the NIH. Recommended lifestyle approaches include:\n\nStudies have suggested that including enough iron, zinc and fatty acids in the diet can help diminish symptoms.\n\nRegular aerobic exercise throughout the month may also help reduce the severity of some PMS symptoms, studies have found. For example, in one study published Oct. 3, 2014, in the Journal of Obstetrics & Gynecology, researchers randomly assigned 30 women with PMS into two groups: A control group received vitamin B6 and calcium supplements, and a study group received the same supplements but additionally participated in treadmill training three times per week for three months. The results showed that women who exercised experienced changes in their hormones' levels, resulting in improvement of their fatigue, impaired concentration, confusion and most premenstrual symptoms, the researchers said.\n\nCertain over-the-counter and prescription drugs can help relieve some physical symptoms of PMS, with varying success. According to the Mayo Clinic, these medications include:\n\nMajor medical institutions dispute the effectiveness of various dietary supplements in treating PMS. But a consensus favors taking about 1,000 mg of calcium each day in the form of chewable calcium carbonate to ease bloating, cramps or back pain. Regardless of its effect on PMS, calcium use lowers the risk of osteoporosis, the Mayo Clinic says.\n\nSome women have severe PMS that is not managed by lifestyle approaches. These women may experience severe depression symptoms, irritability, panic attacks and tension, and their condition is sometimes referred to as premenstrual dysphoric disorder (PMDD). The condition affects 3 percent to 8 percent of women, according to the NIH.\n\nSymptoms of PMS or PMDD may appear similar to bipolar disorder, a condition in which people experience waves of up or down mood. Because of this similarity, some women with PMS or PMDD may be incorrectly diagnosed as having bipolar disorder and receive inappropriate treatment, according to an article in the journal Climacteric.\n\nThere are some medications available to treat some symptoms of women with PMDD. In some cases, women who experience depression may be treated with antidepressants known as selective serotonin-reuptake inhibitors (SSRIs), according to the NIH. A 2013 review of available evidence concluded that SSRIs are effective in reducing the symptoms of PMS, whether taken in just some part of the month or continuously. However, the medication also frequently causes adverse effects, the most common being nausea and weakness, according to the researchers. For women with anxiety problems, anti-anxiety medication is sometimes prescribed.\n\nNonmedication approaches to treating depression also exist, including cognitive-behavioral therapy (CBT), individual counseling, group counseling and stress management, all of which may help relieve symptoms for some women, according to the U.S. Department of Health and Humans Services.\n\nThe FDA has also approved Yaz (drospirenone and ethinyl estradiol), a birth control pill to treat PMDD.\n\nAnother treatment option for severe PMS or PMDD is an injection of Depo-Provera (Medroxyprogesterone acetate), which will temporarily stop ovulation. However, Depo-Provera may worsen some other symptoms of PMS, such as increases in appetite, weight gain, headache and depressed mood, according to the Mayo Clinic."}