{"heading": "Chronic Kidney Disease: Symptoms and Treatment", "contents": "Chronic kidney disease (CKD) is the gradual and permanent loss of kidney function over time, usually over the course of months or years.\n\nKidneys are responsible for filtering waste from the body. When these organs stop functioning properly, waste builds up to high levels in the blood, which can make a person feel sick. Over time, other health complications can develop as a result of decreased kidney function, including high blood pressure, anemia (decreased red blood cells), weak bones, poor nutritional health and nerve damage,according to the National Kidney Foundation.\n\nThe most common causes of chronic kidney disease  also known as chronic renal disease  are diabetes and high blood pressure, which are responsible for up to two-thirds of all cases of the disease, according to Dr. Joseph Vassalotti, chief medical officer for the National Kidney Foundation (NKF). These health conditions damage the kidneys' small blood vessels, diminishing that organ's ability to filter metabolic waste from the blood.\n\n\"As kidney disease advances and kidney function declines, the likelihood of high blood pressure increases. So kidney disease can be caused by high blood pressure, but high blood pressure can also complicate kidney disease from other causes,\" Vassalotti told Live Science.\n\nAbout 2.6 million people in the United States have chronic kidney disease, and millions of others are at risk of developing the disease. However, early detection can help prevent the progression of kidney disease to kidney failure, according to the National Kidney Foundation. With good care, fewer than 10 percent of diabetics develop CKD,according to the National Institutes of Health(NIH).\n\nCKD is sometimes called a \"silent disease.\" Patients rarely feel sick until their kidney disease is advanced, according to the NKF, which states that when symptoms do develop, they may include:\n\nWhile diabetes and high blood pressure are the leading causes of CKD, natural aging also puts people at an increased risk of developing this chronic disease, according to Vassalotti.\n\n\"As we age, we tend to lose kidney function  especially over age 50, and usually in men more so than in women. Also as we age, we're more likely to develop Type 2 diabetes and high blood pressure,\" Vassolotti said. While aging is not a cause of CKD, doctors consider people over the age of 60 to be at increased risk of developing the disease, he added.\n\nThose with a family history of kidney disease, such as polycystic kidney disease, are also at increased risk of developing CKD. Smoking, obesity and high cholesterol are other risk factors for the disease,according to the Mayo Clinic. African Americans are nearly four times as likely as Caucasians to develop kidney disease, and Hispanics are about 1.5 times more likely than non-Hispanics to be diagnosed with CKD,according to the NIH, which also found that American Indians and Alaska Natives are 1.8 times more likely than Caucasians to develop the disease.\n\nSince many CKD patients also have high blood pressure, blood pressure measurement is an important first step toward a proper diagnosis. However, doctors use two main tests to measure kidney function and determine a patient's stage of kidney disease, according to Vassalotti. The first test is known as estimated glomerular filtration rate, or eGFR. A doctor will first do a blood test to determine how much creatinine  a chemical waste molecule generated by muscle metabolism  is present in the bloodstream. Creatinine levels, as well as factors such as age, gender and body size, are then used to estimate the rate of glomerular filtration (the rate at which the kidneys filter blood).\n\nAnother common test used to diagnose kidney disease is called the urine albumin to creatinine ratio test (ACR), or the microalbumin test. The test measures the amount of albumin, a blood protein, in the urine. This test is typically used to detect early signs of kidney damage in those at risk of developing kidney disease,according to the Mayo Clinic.\n\nIf a doctor finds that you have had a GFR below 60 for three months or more, he or she may diagnose you with chronic kidney disease. A GFR above 60 with signs of kidney damage  as indicated by high levels of albumin in the urine  may also result in a diagnosis of CKD,according to the National Kidney Foundation.\n\nOnce a diagnosis has been made, your doctor will likely investigate possible causes of the disease, monitor your kidney function and help plan your treatment.\n\nAccording to the NKF, other possible tests that may be conducted after a diagnosis of CKD has been made include:\n\nMost kidney diseases do not have a specific drug treatment, according to Vassalotti, who said that the first goal in treating kidney disease is to address the underlying causes of the disease and stop the disease from progressing. This means treating conditions like diabetes and high blood pressure, he said.\n\nPatients with hypertension, or high blood pressure, should take blood pressure medications and adopt a healthy diet and exercise routine. Those with acute infections, such as a urinary tract infection, should be treated with antibiotics or have any obstructions in the urinary tract removed,according to the Mayo Clinic. As patients undergo treatments for kidney disease or begin taking new medications, they need to keep all of their doctors in the loop about what medications and therapies they are using, according to Vassalotti.\n\n\"Many drugs are cleared by the kidney, so that drug may need to be dose-adjusted because of decreased kidney function or even avoided,\" Vassalotti said. Even over-the-counter drugs can cause progression of kidney disease, he added.\n\nAnother important component of treating kidney disease is screening patients with CKD for cardiovascular disease. Though kidney and cardiovascular diseases affect different parts of the body, many of the risk factors for these conditions are the same and are also common, according to Vassalotti, who said that high blood pressure, type-2 diabetes and smoking are risk factors for both conditions.\n\nMany studies have been published on the link between CKD and cardiovascular disease, Vassalotti said. A recent overview of the subjectwas publishedin the Journal of Nephropathology in 2014.\n\nIn severe cases and end-stage kidney disease, where there's a complete or near-complete failure of the kidneys to excrete waste, concentrate urine and regulate electrolytes, the patient may need to undergo dialysis treatments, according to the Mayo Clinic.\n\nThere are two different kinds of dialysis treatment, according to the National Kidney Foundation. In hemodialysis, an artificial kidney called a hemodialyzer is used to remove waste and excess chemicals and fluid from the blood. To get blood from a patient's body to the artificial kidney, a doctor performs a minor surgery to connect a blood vessel (usually in the arm or leg) to the artificial kidney.\n\nIn peritoneal dialysis, a patient's blood is cleaned inside his or her body instead of by an external hemodialyzer. The doctor first performs a surgery to place a plastic tube, or catheter into the abdomen (also known as the peritoneal cavity). The abdomen is slowly filled with a fluid known as dialysate, which absorbs extra fluids and waste products from the blood located outside the abdomen walls. Once the dialysate has done its job, it travels back outside the body through the catheter. There are two main kinds of peritoneal dialysis: continuous ambulatory peritoneal dialysis (CAPD), which is done without a machine and automated peritoneal dialysis (APD), which requires a special machine called a cycler.\n\n\"In 1950, everybody died [of CKD]. Kidney failure was 100 percent fatal. Now, we've saved the lives of over a million people with dialysis in the United States,\" Vassalotti said.\n\nFinally, kidney transplant is also a treatment option for some patients with CKD, according to Vassalotti, who said that, ideally, some patients choose a kidney transplant as their first treatment option. This is known as preemptive kidney transplantation.\n\nThe rate of decline in kidney function depends somewhat on how well the underlying disorder is controlled. Controlling blood pressure is a key step in delaying further kidney damage, according to the NIH. Some preventive measures include eating a diet that is low in fat and cholesterol, doing regular exercise, not smoking and closely monitoring blood sugar levels, according to Vassalotti.\n\nPatients diagnosed with CKD should adopt a low-protein, low-salt diet and limit fluid intake to maintain a balance of electrolytes, minerals and fluid. Since most dialysis patients urinate very little or not at all, fluid restriction between treatments prevents fluid from building up in the body, which could lead to excess fluid in the heart, lungs, and ankles, according to the NIH. But CKD patients who are not on dialysis might be encouraged to drink more to avoid dehydration, Vassalotti said."}