{"heading": "Irritable Bowel Syndrome: Symptoms, Treatment & Prevention", "contents": "Irritable bowel syndrome (IBS) is a common disorder in Americans. According to the National Institute of Diabetes and Digestive and Kidney Diseases, one in every five men and women has IBS (which is not the same as inflammatory bowel disease). Women are twice as likely as men to have the disorder. Half of all cases are diagnosed before age thirty-five.\n\nDespite its high prevalence in the population, much remains unknown about IBS. This is due in part to the fact that the area affected, the gastrointestinal (GI) tract, is so dynamic. The GI tract comprises the stomach, small intestine and colon (a.k.a. large intestine). It is influenced by the immune and nervous systems, and contains hundreds of different types of bacteria that aid digestion.\n\nPatients with IBS have a constellation of symptoms, including abdominal pain and changes in bowel habits  either constipation or diarrhea, said Dr. David Hudesman, a gastroenterologist and professor of medicine at NYU's Langone Medical Center in New York City. \"The cause is unclear, but it's a functional disorder,\" meaning it impairs intestinal function even though the body appears normal in tests, he said.\n\nNormally, food moves through the digestive system by muscle contractions in the intestines. In people with IBS, the contractions are no longer coordinated  they may last for too long or not long enough, according to theMayo Clinic. Either extreme affects bowel movements and can result in uncomfortable and painful symptoms.\n\nThe predominant symptoms are cramping and abdominal pain, bloating, gas and trouble with bowel movements (either diarrhea or constipation), according to the Mayo Clinic. Symptoms often vary between people. Stress and changes in hormone levels, such as during menstruation, may exacerbate symptoms in prone individuals.\n\nScientists do not know the exact cause of IBS but several possibilities exist, Hudesman said. Triggers usually include environmental factors, diet, stress and anxiety, or intestinal bacteria, he said. This could include food allergies or intolerances such as an inability to process gluten.\n\nIBS most likely also has a genetic component. A study reported in April in the American Journal of Gastroenterology expanded on previous research showing that the disorder clusters in families. The scientists surveyed families of individuals with IBS and compared them to a control group. They found that about half of IBS-affected individuals had a relative with the disorder, compared to 27 percent of unaffected individuals.\n\nOther research shows that abnormal levels of a chemical called serotonin in the GI tract may cause IBS. Although serotonin is usually thought of as a brain chemical, up to 95 percent of it can be found in the GI tract, according to the National Institutes of Health (NIH). Normally, the serotonin is moved out of the digestive system but in people with IBS, it builds up, causing the hallmark symptoms of the disease.\n\nIBS doesnt cause permanent damage to the GI tract, or lead to more severe illnesses such as cancer, according to the NIH. It can, however, drastically affect quality of life. For example, the symptoms associated with the disorder may make it difficult to attend social functions, or be away from home for long periods of time.\n\nMoreover, many individuals with IBS suffer professionally because of workdays missed. According to the Mayo Clinic, individuals with IBS are three times as likely to take sick days. Libido may decrease because of IBS-related discomfort and pain.\n\nThese symptoms may eventually lead to depression.\n\nDiagnosis of IBS is usually based on negative results for other tests since no specific test for the disorder exists. Examples of tests that may be performed include stool sample, blood test and colonoscopy (in which a tube with a small camera attached to the end is inserted into the anus).\n\nIncluding the symptoms described earlier, the following criteria, known as Rome criteria, are used to diagnose the disorder: abdominal pain in 12 weeks out of the year, disappearance of pain after a bowel movement, changes in the characteristics of bowel movements when pain appears, and urge to have a bowel movement.\n\nPatients who experience non-intestinal symptoms such as bleeding, weight loss or recurrent fevers should see a doctor. Those with blood in their stool, persistent diarrhea or persistent pain should see a gastroenterologist, Hudesman said.\n\nThere is no cure for IBS, but supplements and prescription drugs may help. \"A lot of it is treating the symptoms,\" Hudesman said.\n\nPrescription or over-the-counter medications can treat pain, diarrhea or constipation. Alosetron (sold under the brand name Lotronex) and lubiprostone (Amitiza) are two mediations specifically indicated for IBS. The first works on nerve receptors in the GI tract to slow down contractions and ease diarrheal symptoms; however, due to severe side effects, it is only approved for severe instances. Lubiprostone increases fluid in the intestine to ease constipation. Both drugs are only approved for women.\n\nDiet adjustments, such as limiting high-gas foods and incorporating fiber, may improve systems. For example, Hudesman said, some people find relief from the FODMAP diet (short for Fermentable Oligo-, Di0, Mono-saccharides And Polyols), which restricts the consumption of short-chain carbohydrates such as wheat bread or cereal.\n\nSeveral alternative therapies are under investigation, but research showing the effectiveness of these treatments is limited. Examples of areas under investigation include herbs, peppermint oil, probiotics, acupuncture, and hypnosis. Hypnotherapy is commonly used for IBS and, according to the National Center for Complementary and Alternative Medicine, some research indicates it may improve depression and anxiety symptoms."}