{"heading": "Endometriosis: Causes, Symptoms & Treatments", "contents": "Endometriosis is a medical condition that occurs when the lining of the uterus, called the endometrium, grows in other places, such as the fallopian tubes, ovaries or along the pelvis. When that lining breaks down, like the regular lining in the uterus that produces the menstruation, it has nowhere to go. This causes cysts, heavy periods, severe cramps and even infertility.\n\nAbout 5 million women in the United States have endometriosis, but the true number of cases may be much higher, because not all women with the condition have symptoms, according to theNational Institute of Child Health and Human Development (NICHD).\n\nThe endometrial tissue may also grow in the vagina, cervix, bowel or bladder, and in rare cases it may spread to other parts of the body, such as the lungs.\n\nThe cause of endometriosis is unknown, but researchers have several theories. One theory is that during menstruation, blood with endometrial cells flows back into the fallopian tubes,according to the Mayo Clinic. The cells are rooted there and grow a new lining. Another theory is that the bloodstream carries endometrial cells throughout the body.\n\nIt's also possible that problems with the immune system contribute to the development of endometriosis, when the immune system does not properly detect and destroy endometrial tissue outside of the uterus,according to the U.S. Department of Health and Human Services' Office on Women's Health.\n\nYet another theory, according to the Mayo Clinic, is that abdominal cells that were present since a woman's embryonic state retain their ability to become endometrial cells. Because endometriosis sometimes run in families, it's theorized that a person's genetics can contribute to the development of the condition.\n\nThe most common symptom of endometriosis is cramping during menstruation, which can get worse over time, and can be debilitating. The pain is due to internal bleeding from the lining being shed inside the body  in a place where it doesnt belong  and can also lead to scar tissue formation, blocked fallopian tubes, and bowel problems, according to the Office on Women's Health.\n\nAlthough many women experience some pain during their periods, women with endometriosis often say their menstrual pain is much worse than usual, and increases over time, according to the Mayo Clinic.\n\nDr. Jill Rabin, co-chief of the Division of Ambulatory Care, Women's Health Programs at the North Shore-LIJ Health System in New York, said women should see their doctor if they experiencepelvic painthat persists. At first, some women with endometriosis experience pain just before the start of their period, but as the condition progresses, the pain may start in mid-cycle (during ovulation), and continue until after the woman's period ends, Rabin said.\n\nWomen with the condition may also experience pain while having sex, fatigue, painful urination or bowel movements during menstruation and gastrointestinal upsetaccording to the Endometriosis Association. Infertility and bleeding between periods are also symptoms of endometriosis.\n\nSome women don't experience any symptoms at all, but realize they have the condition when they are unable to get pregnant, according to the National Institutes of Health.\n\nThe only way for endometriosis to be diagnosed for certain is through laparoscopy, which is a minor surgical procedure that involves your doctor putting a thin scope into your abdomen to view your pelvic organs, according to theAmerican Congress of Obstetricians and Gynecologist (ACOG). If the doctor sees the extra endometrial tissue during the laparoscopy, he or she can also remove it right there to treat the condition.\n\nHowever, other basic medical tests are typically performed first, before a laparoscopy. These include a pelvic exam, where the doctor manually feels for abnormalities such as cysts, or an abdominal or vaginal ultrasound, which uses sound waves to create an image of the uterus and reproductive organs. Vaginal and abdominal ultrasounds can't definitively diagnosis endometriosis, but they can test for cysts that may be caused by the condition,according to the Mayo Clinic.\n\nIf all other causes of pelvic pain can be ruled out, the doctor can choose to treat the condition surgically or with medicine, according to ACOG.\n\nThere are several risk factors for endometriosis, according to the Mayo Clinic, none of which can really be helped. They include: never having given birth, having a mother with endometriosis, having menstrual cycles that are shorter than 27 days and bleeding that lasts longer than eight days, being white or Asian, having a medical condition that makes the passage of menstrual flow irregular, and having previous damage to cells that line the pelvis.\n\nThe biggest complication with endometriosis, the Mayo Clinic says, is fertility problems. About a third to a half of women with endometriosis have difficulties getting pregnant. Infertility can occur because the condition can create adhesions that trap the egg near the ovary, making it difficult for it to travel down the fallopian tube to be fertilized by sperm.\n\nHowever, that doesn't mean all women with endometriosis can't get pregnant  it just might take them a little longer, the Mayo Clinic says.\n\nTreatment for endometriosis can involve pain medication (for the severe cramping), hormone therapy to slow growth of the endometrial tissue and surgery to remove the tissue,according to the NICHD. A number of factors go into determining a woman's treatment, including her age, the severity of her symptoms, and whether the patient wants to become pregnant.\n\nFor women who are not trying to become pregnant, hormonal birth control pills are usually the first step in treatment.\n\nFor women who are trying to become pregnant, treatment may involve gonadotropin-releasing hormone (GnRH) agonist, which stops ovulation, according to the Office on Women's Health. This treatment is usually recommended for only six months at a time, and pregnancy is possible once treatment is stopped, according to the NICHD.\n\nFor women whose symptoms are not relieved by medication, surgery is another treatment option. Laparoscopy and laparotomy are common forms of surgery used to treat endometriosis. They require going in through the abdominal region to remove the endometrial tissue.\n\nMost women experience relief from pain after surgery, but the pain may come back within two years, according to ACOG. Birth-control pills and other medications may be used along with surgery to help extend the pain-free period, ACOG says.\n\nHowever, if symptoms keep coming back after these surgical procedures, a hysterectomy, or total removal of the uterus, may be a \"last resort\" option, ACOG says. The condition is less likely to come back after this procedure."}