{"heading": "Bad Breath: Causes and Treatment", "contents": "Bad breath, or halitosis, is familiar to many people. Although precise epidemiological data are missing, some studies have suggested that bad breath may rank only behind dental cavities and gum disease as the most frequent reasons for visits to the dentist.\n\nThe root cause behind bad breath can range from banal  such as poor oral hygiene after meals  to potentially life-threatening complications from diabetes and kidney failure.\n\nThe food you eat can affect your breath. If you eat foods with strong odors, such as garlic or onions, the smells will accompany your breath. As your digestive system breaks down food, it enters your bloodstream. Pungent oils in garlic and onions eventually enter your lungs and cause bad breath. Brushing your teeth, eating a mint or using mouthwash covers the smell, but it will not go away completely until the food has left your body.\n\nFood particles can also remain in your mouth if you do not brush or floss daily. These particles collect between the teeth and encourage the growth of bacteria, which builds up in the mouth and causes bad breath.\n\nSmoking and chewing tobacco can also lead to mouth odor and bad breath. In addition to their own smells, tobacco particles collect in your teeth and lead to bacteria growth in the same way that food does. Furthermore, smokers and chewers are more likely to develop gum disease, a symptom of which is bad breath.\n\nSaliva helps cleanse the mouth and wash away food particles and bacteria. However, everyone produces less saliva while asleep, which leads to dry mouth and the dreaded \"morning breath.\" It is worse for those who sleep with their mouths open.\n\nIn the condition called diabetic ketoacidosis, the body cannot properly break down and use glucose as an energy source, so it opts to break down body fat instead. As a byproduct of doing this, the body produces ketones. These can result in sweet, fruity breath if the disease is not addressed and the chemicals continue to build up in the blood and urine, according to theNational Institutes of Health. Although it may sound more pleasant than conventional bad breath, diabetic ketoacidosis can become a serious problem if unaddressed, because ketones are poisonous at high levels.\n\nLate-stage liver failure can also cause bad breath. Also known as \"Fetor hepaticus,\" the sweet, musty aroma is caused by dimethyl sulfide, not ketones. Because of this symptom, breath analysis could potentially be used as a diagnostic tool for detecting liver pathologies, according to an article published by Belgian researchers in theJournal of Chromatography B.\n\nIn addition, people with chronic kidney failure may have breath that smells \"fishy\" or like ammonia, according to theNIH. Known as \"uremic fetor,\" the high concentration of urea in the saliva and its subsequent breakdown to ammonia causes this condition.\n\nOther medical problems associated with bad breath include sinusitis (inflamed sinuses), pneumonia, bronchitis, postnasal drip and acid reflux.\n\nTreatments for bad breath usually involve either improving oral hygiene or targeting the underlying health problems.\n\nA regimen that includes tongue brushing and scraping can successfully treat bad breath caused by the overgrowth of bacteria on the surface of the tongue, according to a review published in theInternational Journal of Dental Hygiene.\n\nDrinking lots of water, chewing sugarless gum or sucking on sugarless candy can also help prevent bad breath. These activities all encourage saliva production, which aids in washing away food particles and odor-causing bacteria.\n\nGum disease can cause the gums to pull away from the teeth, according to theMayo Clinic, leaving behind pockets where bacteria can settle in and replicate. Professional cleaning and mouth rinses can reach into these areas and eliminate bacterial growth."}