{"heading": "Ear Infections: Symptoms and Treatment", "contents": "Ear infections can affect the inner ear or outer ear. There are three main types of ear infections, according to the Centers for Disease Control and Prevention (CDC). The three types are acute otitis media (AOM), otitis media with effusion (OME) and otitis externa, which is better known as swimmers ear.Ear infections are most common in children. By their third birthday, three out of four children will have at least one ear infection, according to the National Institutes of Health (NIH).\n\nCertain risk factors or exposures can increase the risk for ear infections, according to Dr. Robert Danoff, a family physician from Aria Health in Northeast Philadelphia and Lower Bucks County, Pennsylvania.These include:\n\nAnother element that can make a child more susceptible to ear infections is exposure to cigarette smoke. \"Children living in homes or traveling in autos with smokers who are exposed to second-hand smoke are more likely to get ear infections. Second-hand smoke can lead to fluid build-up in the middle ear, resulting in decreased hearing and more frequent ear infections,\" Danoff told Live Science.\n\nDr. Aileen M. Marty, a professor of infectious disease at the Herbert Wertheim College of Medicine, agrees. \"Yes, parental smoking by one or both parents more than doubles the risk of recurrent AOM infections and how much the parent smokes is important too. In fact, for every additional half-pack smoked there is another doubling of risk of ear infection in the child.\"\n\nMarty explained that breathing in the toxins from smoke promotes immune cells to react. The reactive immune cells cause swelling of lymph nodes, including those around the Eustachian tube. Then, the swollen lymph nodes compress the Eustachian tube and thereby promote middle ear infections.\n\nOtitis media is an infection of the middle ear, the area right behind the ear drum. It usually occurs when a cold or an upper respiratory infection introduces bacteria into the ear through the Eustachian tube. \"Contrary to popular opinion most ear infections are caused by viral infections not by bacteria,\" Marty told Live Science. The viruses that are the most commonly the initial cause of ear infections include respiratory syncytial virus, adenovirus and cytomegalovirus.\n\nSwimmer's ear is an infection of the outer ear and ear canal due to bacteria growing in a wet, dark environment.\n\nAcute otitis media is the most common ear infection, according to the NIH. During AOM, the tube in the inside of the ear is clogged with mucus and fluid, leading to infection and swelling.\n\nThe symptoms of the three different types of ear infections are quite similar. Common symptoms of AOM are earache and fever, hearing loss, headaches, drainage from the ear, pain in the ear, and a feeling of fullness in the ear, according to the American Academy of Family Physicians. Children may be too young to describe what's wrong, and as a result may get fussy, cry excessively, have trouble sleeping and have a reduced appetite. Pus or blood might drain from the ear if the ear drum has burst.\n\nOtitis externa has symptoms that are very similar to middle ear infections, though people may also experience itchiness and pain to the outer part of their ear. The pain may also get worse when the person moves, according to the American Academy of Family Physicians. It can lead to a slight amount of clear discharge that can turn yellowish withouttreatment.\n\nOtitis media with effusion happens when fluid stays trapped in the middle ear. OME may not present any symptoms and will often go away without notice.\n\nAn ear infection can be detected through a simple examination of the ears, throat and nasal passages at the physician's office with a small, lighted instrument called an otoscope, according to the Mayo Clinic. An infected ear may have areas of dullness or redness or there may be air bubbles or fluid behind the eardrum. The doctor may also use a pneumatic otoscope, which can detect how much fluid is behind the eardrum.Thedoctorwill also examine the throat and sinuses and see if the patient has any recent cold or allergy symptoms.\n\nAdditional tests may be performed to further confirm the diagnosis and differentiate between AOM and OME, according to the Mayo Clinic. Tympanometry uses sound tones and air pressure to measure how flexible the eardrum is at different pressures. Reflectometry places a small instrument near the ear and measures how sound emitted from the device is reflected back from the ear drum. This allows the doctor to see if there's fluid trapped in the middle ear.\n\nAlthough ear infections are usually caused by bacteria, and antibiotics are often prescribed, neither OME nor AOM should be treated with antibiotics at the initial onset, according to the CDC. In fact, OME usually will not benefit from antibiotic treatment since it can occur after the infection.\n\nChildren from two months to 2 years with non-severe illness should be placed on observation for the initial 48 to 72 hours, according to a guideline drafted by the American Academy of Family Physiciansand the American Academy of Pediatrics. Antibiotics, specifically amoxicillin, could be prescribed if illness does not improve after the observation period. A standard 10-day course is recommended for younger children and for children with severe illness; whereas a five- to seven-day course is appropriate for children 6 and older with mild to moderate illness.\n\nUnlike OME and AOM, otitis externa will usually require antibiotic treatment, according to CDC guidelines. Corticosteroids can also be used for reducing itching and inflammation. In all types of ear infection, pain relievers like acetaminophen (such as Tylenol) or ibuprofen (such as Advil) can help reduce pain and fever.\n\nThose with recurrent ear infections behind the ear drum and patients with fluid behind the ear drumfor a few months are candidates for ear tube placement. \"The ear tubes are an opening in the ear drum so that if fluid or infection develops behind the ear drum it can come out through the tube, Danoff explained. \"Ear tubes also allow air to go behind the ear drum to help prevent the fluid and infections from redeveloping.\"\n\n\"The best way to prevent ear infections is to be up to date on the recommended vaccinations, avoid smoking/being around smoke, vigilant hand washing particularly during the cold and flu season,\" said Danoff. \"Rest andappropriate nutrition are important as well.\"\n\nBreastfeeding or the using ventilated bottles have also been found to reduce incidences of AOM. According to a 2009 study in the journal Pediatric Research, breastfed children have more serum antibodies, which can help them fight off AOM. In addition, when a baby is bottle-fed, negative pressure inside the bottle may cause the infant to suck excessively and generate negative pressure within the Eustachian tube, which can encourage AOM.\n\nOtitis externa can be avoided by limiting time spent in water, according to the NIH. After swimming, water should be drained from the ear canal by turning the head to the side and pulling the earlobe in different directions. According to the CDC, cotton swabs should not be inserted into the ear because this can scratch up the ear canal or the wax layer, which can increase the risk of infection. Keeping pools and hot tubs clean with disinfectants and regular pH testing will also reduce the risk of infection."}