{"heading": "Cervical Cancer: Symptoms, Treatment and Prevention", "contents": "Cervical cancer affects 12,000 American women  and kills 4,000  each year, according to the American Cancer Society. This type of cancer arises in the cervix, the area where the uterus meets the vagina, and it is typically diagnosed in women over 30.\n\nMost types of cervical cancer are caused by human papillomavirus (HPV), a sexually transmitted infection. According to the Mayo Clinic, risk factors for cervical cancer include:\n\nUnfortunately, most women with cervical cancer are symptomless until the cancer has advanced. At that point, women may experience bleeding after sex; it may even occur after menopause or at unusual points in the menstrual cycle. Excessive vaginal discharge may also occur.\n\n\"We would like to pick cervical cancer up before it's actually cancer,\" said Dr. Mitchell Maiman, the chairman of obstetrics and gynecology at Staten Island University Hospital in New York. \"When it's not picked up, and the patient comes in with symptoms, then it can be much more serious and invasive.\"\n\nAs the cancer progresses, women may feel pain in the region of the pelvis  the bones that cradle the uterus. This pain may seem to occur for no reason, or it may appear during sex.\n\nTraditionally, a Pap test has been the primary method to test for cervical cancer. During this test, cells from the cervix are collected and sent to a lab for analysis. Women are advised to start getting Pap tests at age 21, and repeat the test every two or three years if they are low-risk patients. People in the high-risk category may be screened every year, depending on the advice of their doctor, Maiman said.\n\nIn women older than 30, a newer test, called the human papillomavirus (HPV) DNA test, can determine if infection by a \"high-risk strain\" is present. In other words, it can alert the physician to abnormal cells that are likely to become cancerous.\n\nIf cancerous cells are present, additional testing is required to confirm the diagnosis and determine how far the cancer has spread.\n\nFirst, the physician may use a colposcope as a magnifying glass to look for abnormal cells in the cervix. A biopsy may be performed during which the doctor may remove a small area of cervical cells or, as in a so-called cone biopsy, a cone-shaped area comprising deeper layers of the cervix. These cells are also sent to a lab for analysis.\n\nComputerized tomography (CT) scans and magnetic resonance imaging (MRI) further assist physicians in making a diagnosis by showing whether the cancer is limited to the cervix or if it has spread to other tissues and organs.\n\nIf caught early enough, treatment consists of removing the cancer cells through a biopsy or surgery. In some cases, women may undergo a hysterectomy  removal of the entire uterus.\n\nIf the cancer is present throughout the cervix, or if it has metastasized or spread beyond the point of origin, several different treatments may be required. A hysterectomy is often performed and some patients may even require a radical hysterectomy in which part of the vagina and nearby lymph nodes are also taken out.\n\nTo destroy remaining cancer cells, radiation and chemotherapy are used. For example, a common chemotherapy agent is cisplatin. In the process of killing cancer cells, these treatments can be very damaging to normal cells, which is why there are many debilitating side effects associated with their use. Some of the side effects from chemotherapy include nausea and hair loss.\n\n\"As the stages go up, the chance of being cured goes down,\" Maiman said. \"But even at advanced stages, it's still a highly curable disease.\"\n\nYoga, meditation, healthy diet and exercise can help individuals cope with the disease.\n\nTwo vaccines, marketed as Gardasil and Cervarix, protect against the most common strains of HPV. Both are indicated for cervical cancer prevention in 11- to 12-year-old girls, as well as females between 13 and 26 who have never had the vaccine.\n\nIn the long term, the vaccine is expected to decrease cervical cancer rates, but \"we really won't see the full effects of the vaccine for quite some time,\" because the U.S. Food and Drug Administration only approved Gardasil in 2006 and Cervarix in 2009, Maiman said.\n\nGardasil may be used in boys and men aged 9 to 26 for protection against genital warts. Boys who get the vaccine may also help prevent transmission among girls. Moreover, Gardasil decreases the rate of a rare penile cancer in boys, and can protect gay men against HPV-related cancers, such as anal cancer and certain throat cancers, Maiman said.\n\nIn addition to these vaccines, \"Women still have to be screened even if they receive the HPV vaccine,\" Maiman said. Experts recommend that all women over the age of 21, and younger women who are sexually active, should speak with a physician about scheduling regular Pap tests.\n\nSome scientists believe that in addition to the Pap test, the HPV DNA test should become a primary test for cervical cancer screening as well, especially in older women."}