{"heading": "Chickenpox & Shingles: Causes, Symptoms & Treatment", "contents": "Chickenpox is a contagious disease characterized by many itchy, red bumps all over the body. Children younger than age 15 are most likely to get it, but older children and adults can become infected as well. Chickenpox (sometimes spelled chicken pox) is highly contagious and can be spread by contact with the affected areas, or by an infected person sneezing or coughing on an uninfected, unvaccinated person.\n\nBefore the chickenpox vaccine was introduced in the United States in 1995, 3 million people got the disease every year, according tothe American Academy of Family Physicians.Between 2000 and 2010, chickenpox cases havedropped by nearly 80 percent, according to the Centers for Disease Control and Prevention (CDC).\n\nChickenpox, or varicella, is caused by thevaricella-zoster virus, which is related to the herpes virus. The infection has three stages. It starts out with the appearance of little, itchy bumps. Those bumps turn into blisters filled with fluid. The final stage is the scabbing over of the bumps. In addition to the itchy bumps and scabs, chickenpox can cause fever, headache, dry cough or loss of appetite, according to theMayo Clinic.\n\nThe little bumps initially appear on the abdomen or the face in bunches over two to four days, according to theNemours Center for Children's Health Media. \"A chickenpox rash classically presents as small, fluid-filled blisters on a red base, sometimes described as 'dew drops on rose petals,'\" said Dr. Cristie Columbus, vice dean at the Texas A&M College of Medicine and an infectious disease specialist.\n\nChildren usually recover from chickenpox without any major issues. However, the illness can cause more severe symptoms for pregnant women, newborns whose mothers weren't vaccinated or haven't had the virus before, teens, adults, people with impaired immune systems and people with the skin condition eczema.\n\nPeople with serious complications may need to go to the hospital. Chickenpox \"can cause hospitalization and, in rare cases, death,\" said Dr. Jason S. Applebaum, a dermatologist and fellow of the American Academy of Dermatology. \"Fortunately, since the beginning of administration of the vaccine in 1995, hospitalizations have declined by nearly 90 percent, and there have been a small number of fatal cases of chickenpox.\n\nAccording to the Centers for Disease Control and Prevention (CDC), complications of chickenpox include the following:\n\nPregnant women who have never had chickenpox should be especially careful around infected people. Others who are more susceptible to complications are infants, adolescents, adults and people with weakened immune systems because of illness or medications.\n\nChickenpox is typically diagnosed just by the visible symptoms. A doctor will also check for a fever of between 101 and 102 degrees Fahrenheit (38.3 to 38.9 degrees Celsius) and a headache. \"These symptoms may begin two to four days prior to development of the rash,\" Applebaum told Live Science.\n\nHowever, a blood test can also be performed to confirm the diagnosis. Doctors may also conduct tests in pregnant mothers, newborns, people who are about to undergo organ transplants and people with HIV or AIDS, according to theAmerican Association for Clinical Chemistry. The tests can determine whether the person had a recent infection or is immune to the disease.\n\nThere are two main types of testing: antibody testing and viral testing. Antibody testing looks for the IgM antibody, which is released in response to an infection. Antibody testing can also look for the IgG antibody, which is the long-term immunity to chickenpox. Viral testing involves collecting a fluid sample from the blisters, testing the DNA on a sample or using a microscope to visualize the infection, according to the American Association for Clinical Chemistry.\n\nAspirin should never be given to anyone with chickenpox because the medication has been linked to a potentially fatal condition called Reye's syndrome, which causes organ damage, according to the National Institutes of Health. Taking acetaminophen (Tylenol) or ibuprofen (Advil or Motrin) can help relieve the fever associated with chickenpox.\n\nThere are several home remedies that can also help:\n\nDoctors can prescribe antihistamines to treat the itching symptoms of chickenpox. However, if the patient falls into one of the high-risk groups mentioned above, a doctor may prescribe an antiviral like acyclovir (under brand name Zovirax) or immune globulin intravenous, known as IGIV, to take within 24 hours of the appearance of chickenpox symptoms, according to theMayo Clinic. For adults, valacyclovir (brand name Valtrex) or famciclovir (known as Famvir) may be prescribed.\n\nPerhaps the best way to \"treat\" chickenpox is to never get it at all. The CDC recommends two doses of chickenpox vaccine. Children should receive the first dose at ages 12 to 15 months, and again at ages 4 to 6. The following people should also receive the vaccine if they have never had chickenpox:\n\nTwo doses of the vaccine are approximately 98 percent effective at preventingchickenpox, according to theNational Foundation for Infectious Diseases.\n\nPeople who should not receive the vaccine, according to the American Academy of Family Physicians, include:\n\nInstead of getting the vaccine, some parents opt to expose their children to the virus by having them interact with a sick child. These are commonly called \"chickenpox parties.\" The CDC does not recommend that parents risk complications that may be caused by chickenpox, especially for infants, and says pregnant women and people with weakened immune systems are at a higher risk for serious symptoms. People who fall into these groups should stay away from people with chickenpox and should not go to chickenpox parties, the CDC says.\n\nThe practice does have some supporters, with some exceptions. Applebaum does not recommend intentional exposure in infants. \"However, exposing children between ages 2 [and] 13 years, who have no other medical conditions, is not a bad idea and likely gives longer terms of immunity to future infection than the vaccine,\" he said.\n\nOn the other hand, Columbus said that, though rare, complications from natural chickenpox disease do occur, so vaccination is a much safer option than naturally exposing a child to the disease.\n\nLater in life, even people who have had chickenpox before can develop a similar condition called shingles. Shingles is caused by the same varicella zoster virus that causes chickenpox. After a person recovers from chickenpox, the virus stays dormant in the body and for reasons that are not fully know, reactivates years later.\n\nAccording to the CDC, one out of three people in the United States will get shingles. The risk of getting shingles increases with age. About half of all cases occur in men and women who are age 60 or older.\n\nShingles is a painful rash that usually breaks out on one side of the body or face, the CDC says. The rash forms blisters that scab over in seven to 10 days, and the rash clears up in two to four weeks. The rash typically occurs in a single stripe on one side of the body, or on one side of the face. Shingles can also affect the eye and cause loss of vision. Shingles may also cause fever, headache, chills and an upset stomach.\n\nShingles is less contagious than chickenpox, according to the CDC, and the risk of a person with shingles spreading the virus is low if the rash is covered. The virus can spread through direct contact with the fluid within the blisters, and a person who has never had chickenpox may develop chickenpox if exposed to the virus. Once the rash has scabbed over, however, the person with shingles is no longer contagious.\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}