{"heading": "Depression: Causes, Symptoms and Treatments", "contents": "Depression, or major depressive disorder, is a mental health condition marked by an extended sense of sadness and despair that affects how a person thinks, feels and functions. The condition may significantly interfere with a person's daily life and may prompt thoughts of suicide. Depression isn't the same as sadness and grief caused by a challenging life experience, such as the death of a loved one.\n\nIn 2012, an estimated 16 million U.S. adults, or about 7 percent of the adult population, had at least one major depressive episode, or experienced depressive symptoms, in the past year, making this condition one of the most common mental disorders in the United States, according to theNational Institute of Mental Health (NIMH).\n\nDepression can affect people of all ages, races and socio-economic classes, and can strike at any time. The condition is found in twice as many women as men, according to the NIMH.\n\nIn a recently published report from the Centers for Disease Control and Prevention, researchers found that women between 40 and 59 have the highest rate of depression (12.3 percent) of any group based on age and gender in the United States.\n\nPeople with depression may experience a variety of symptoms, but most commonly, \"a deep feeling of sadness or a marked loss of interest or pleasure in activities,\" according to the American Psychiatric Association. Other symptoms of depression may include:\n\nThe causes of depression are not fully understood, but scientists believe that an imbalance in the brain's signaling chemicals may be responsible for the condition in many of the patients. However, there are several theories about what this imbalance actually is and which signaling chemicals are involved. Moreover, a variety of distressing life situations are also associated, including early childhood trauma, a job loss, the death of a loved one, financial troubles, or a divorce.\n\nMost likely, depression is caused by a combination of genetic, biological, environmental, and psychological factors, according to the NIMH.\n\nCertain medical conditions may also trigger depression, including an underactive thyroid gland, cancer, prolonged pain and other significant illnesses. Hormonally induced depression can arise after childbirth or at menopause as well.\n\nAdditionally, sedatives and high blood pressure medications are linked to depression, according to the NIH.\n\nTo diagnose a person with depression disorder, doctors may ask patients about their family health history, mood and behavior patterns (such as eating and sleeping), and thoughts of suicide. They may also ask patients to report their depression symptoms on a printed questionnaire.\n\nIn the Diagnostic and Statistical Manual of Mental Disorders (DSM), which is a mental health guidebook for doctors published by the American Psychiatric Association, to diagnose a person with major depressive disorder, the person must show five or more of the symptoms (listed above) for at least two weeks. The person must also exhibit a depressed mood, or loss of interest or pleasure.\n\nIt must also be ruled out that the symptoms are not caused by another medical condition, such as a thyroid problem, or due to the direct effects of a drug or medication. So doctors may do a blood test, or test the thyroid to make sure it's functioning properly, according to the Mayo Clinic.\n\nAnd lastly, doctors look at whether \"the symptoms cause clinically significant distress or impairment in social, occupational or other important areas of functioning,\" according to the DSM.\n\nSurveys have shown that up to half of Americans with depression don't get medical help for their condition. Left untreated, major depression can set off a chain of social, emotional and health consequences that add to patients overall stress. According to the Mayo Clinic, these include alcohol or drug abuse, anxiety, social isolation and relationship conflicts, work or school difficulties, or suicide.\n\nDepression treatment may involve psychotherapy therapy, medications, or a combination of the two.\n\nMedication:Prescription drugs, called antidepressants, help alter mood by affecting naturally occurring brain chemicals. There are several categories of antidepressant, but doctors often start with a class of drugs called selective serotonin reuptake inhibitors (SSRIs), and may try other medication if the patient's condition didn't improve. SSRIs target the brain's serotonin, a signaling chemical (neurotransmitter) that studies have found to be involved in depression. This class of medication includes fluoxetine (commonly known as Prozac), sertraline (Zoloft), paroxetine (Paxil), escitalopram (Lexapro) and citalopram (Celexa). Side effects, which are usually temporariy, include changes in sexual desire, digestive problems, headache, insomnia and nervousness.\n\nOther classes of antidepressants include serotonin and norepinephrine reuptake inhibitors (SNRIs), Norepinephrine and dopamine reuptake inhibitors (NDRIs), Tricyclic antidepressants, and Monoamine oxidase inhibitors (MAOIs).\n\nPsychotherapy: Also known as talk therapy or counseling, this treatment has been shown to help some patients with depression.A number of studies have suggested that combining psychotherapy and medication together works best for treating people with severe depression. Different types of psychotherapy include cognitive behavioral therapy, interpersonal therapy, dialectic behavioral therapy, acceptance and commitment therapy, and mindfulness techniques, according to the Mayo Clinic.\n\nLess common treatments: For patients with severe depression who have not responded to any medication or psychotherapy, doctors may consider transcranial magnetic stimulation (TMS), according to the Mayo Clinic. TMS involves receiving brief magnetic pulses on the scalp to stimulate neurons that are thought to be involved in mood regulation and depression."}