{"heading": "Heart Disease: Types, Prevention & Treatments", "contents": "As can be expected from an organ responsible for getting blood throughout the body, the root of heart disease is when that blood flow is blocked.\n\nHeart disease, or cardiovascular disease, encompasses a range of conditions, including blood vessel diseases such as coronary artery disease, problems with heart rhythm (arrhythmias) and congenital heart defects, according to the Mayo Clinic.\n\nCoronary artery disease is the most common type of heart disease in the United States, according to the CDC. It occurs when cholesterol builds up in arteries  called plaque  narrowing the space blood can flow through, a condition called atherosclerosis.\n\nIn other words, \"anything that blocks the vessel,\" said Lawrence Phillips, a cardiologist and assistant professor at NYU Langone Medical Center, in New York.\n\nUltimately, the narrowing can build up enough to cause chest pain and shortness of breath  called angina, or it can block the vessel completely, causing a heart attack. Heart attacks can also be caused by the rupture of a plaque that causes a blockage of the blood vessels, Phillips said. Over 1 million Americans suffer heart attacks each year, according to the American Heart Association.\n\nAnother cause of heart disease is an arrhythmia, a condition where the heartbeats too quickly (tachycardia), too slowly (bradycardia) or irregularly. Symptoms can include a fluttering feeling in the chest, racing heartbeat, slow heartbeat, chest pain or discomfort, shortness of breath, lightheadedness, dizziness, fainting (syncope) or near fainting, according to the Mayo Clinic.\n\nHeart disease may also be caused by problems a person is born with, known as congenital heart defects. Symptoms of heart defects in children can include pale gray or blue skin (cyanosis), swelling in the legs, abdomen or around the eyes, and shortness of breath during feeding in infants (causing poor weight gain), according to the Mayo Clinic.\n\nLess serious congenital heart defects may not be diagnosed until late childhood or adulthood. These defects are not immediately life threatening, and symptoms include becoming short of breath or tired easily during exercise or activity, as well as swelling in the hands, ankles or feet.\n\nOther forms of heart disease can be caused by weak heart muscle, heart infections, or diseases of the heart valves.\n\nFive symptoms can indicate when someone is having a heart attack and requires immediate emergency care. These include pain in the jaw, neck or back; pain in the arms or shoulder; chest pain; lightheadedness or weakness; and shortness of breath, Phillips said.\n\nHeart disease symptoms may differ for men and women, according to the Mayo Clinic. Men are more likely to have chest pain, while women are more likely to have shortness of breath, nausea and extreme fatigue.\n\nA number of factors play a role in heart disease risk. Some include family history and age (if your relatives have heart disease or you are older, your risk goes up), but others you have more control over.\n\nMuch of the advice to avoid heart disease is the same health advice given for other conditions: stop smoking, exercise and eat a diet that is low in cholesterol and salt  cholesterol being the source of blockage and salt contributing to higher blood pressure. Other things to avoid in the diet include saturated fats, which typically come from animal fats and oils, and trans fats, which occur in vegetable oil, but have largely been removed from the marketplace because of consumer demand.\n\nAccording to the NIH, diabetes can increase heart disease risk by as much as 100 percent, as the higher levels of glucose in the blood that are characteristic of diabetes can leave fatty deposits in blood vessels, which, like cholesterol plaques, can cause blockage of the heart.\n\nIn addition to lifestyle changes, some treatments are available to help avoid heart disease. Many of these medications are designed to lower cholesterol.\n\nThere are two types of cholesterol. The first, LDL, is called bad cholesterol because it is the type that can build up and block blood vessels. The other, HDL, is called good cholesterol because it is responsible for transporting LDL to the liver, ultimately removing it from the blood stream.\n\nOptimally, HDL cholesterol levels should be above 40 (measured in milligrams per deciliter of blood) and LDL cholesterol should be below 100, according to the CDC.\n\nThe FDA has approved a number of drugs for improving cholesterol levels. Perhaps the best-known are statins. They slow cholesterol production by the liver and speed up how fast it removed LDL cholesterol from the bloodstream.\n\nAnother class of drug to lower cholesterol is called bile acid sequestrants. These drugs remove bile acids from the body. Because the body produces these acids from LDL cholesterol, more LDL cholesterol will be broken down to replace them.\n\nNiacin and fibrates are other drug classes for improving cholesterol levels. Both increase HDL cholesterol, and niacin lowers LDL cholesterol.\n\nSurgical options can also treat heart disease. Coronary angioplasty is performed over one million times each year on patients in the United States, according to the NIH. In this procedure, a balloon is threaded into the affected blood vessel and inflated, pushing the plaque blocking the artery to the sides of the vessel. Sometimes, this procedure is accompanied by placement of a stent  a mesh tube designed to hold the blood vessel open.\n\nDespite all that is known about it, heart disease is the leading cause of death in both men and women in the United States, according to the CDC, claiming over 630,000 lives in 2006  more than a quarter of all deaths.\n\nStaff Writer Tanya Lewis contributed to this article. Follow Tanya on Twitter. Follow us @livescience, Facebook& Google+."}