{"heading": "Graves' Disease: Causes, Symptoms and Treatment", "contents": "Graves' disease is an autoimmune disorder where misplaced attacks from the immune system cause the thyroid gland to become overactive. The result, known as hyperthyroidism, causes the thyroid to produce an excessive amount of the thyroid hormone, thyroxine. Too much thyroxine can affect every area of the body, including metabolism, brain development, heart and nervous system functions, body temperature, muscle strength,menstrual cycles, weight and cholesterol levels.\n\nGraves' disease is very common and affects about 1 in 200 people and is the most common cause of hyperthyroidism in the United States, according to the National Institutes of Health (NIH). Graves' disease it is most often seen in women ages 20 to 40.\n\nSince hyperthyroidism can manifest itself in the form of goiter, in addition to other symptoms caused by metabolic disruptions, physical examination may findswellingaround the neck. Patients could also have an increased heart rate, according to the National Library of Medicine (NLM). Some patients could also experience Graves' opthalmopathy, where their eyelids retract and eyes budge from their sockets. This condition affects between 25 and 50 percent of people with Graves disease, according to NIH.\n\nOther symptoms include, anxiety, erectile problems, weight loss, heat sensitivity, changes in menstrual cycles, tremors and frequent bowel movements.\n\nThose with urinary problems may need to be checked for Graves', too. \"From perspective of an urologist, thyroid disease is an important cause of urological symptoms in men and women. Graves disease in particular can present early on with urinary symptoms such as frequent urination and slow urine stream,\"Dr. Alex Shteynshlyuger, director of urology at New York Urology Specialists, told Live Science. These symptoms usually clear up once Graves' has been treated.\n\nThe reasons behind the autoimmune attacks are still unclear. Various family and twin studies, including a 2010 epidemiological study of patients with Graves' disease, have suggested that the disease has a hereditary component. Moreover, the likelihood of getting the disease is correlated to the number of affected family members. Shared lifestyle among family members seems to explain only a small proportion of familial Graves' disease, according to the study.\n\nDespite that, the same study also found a higher incidence of the disease occurring in both spouses, which suggests that there's a small likelihood that the disease is somewhat influenced by environmental conditions. In addition, the disease is also associated with 19 other autoimmune and related conditions, including Addison's disease, type 1 diabetes mellitus, Hashimoto/hypothyroidism, and lupus erythematosus.\n\nPregnancy could also trigger Graves' disease. According to the National Women's Health Information Center, as many as 30 percent of young women who get Graves' disease have been pregnant in the 12 months prior to the onset ofsymptoms. Why? Pregnancy causes many different hormonal changes that stress thethyroidgland, including higher amounts of hormones that both stimulate and block the thyroid.\n\nFirst, a doctor will give a patient a physical exam to look for throat swelling, bulging eyes and other symptoms of Graves'. If Graves' disease is suspected and more tests are merited, the physician could order blood tests and thyroid scans to clarify the diagnosis.\n\nBlood tests measure the level of thyroid-stimulating hormone (TSH) and thyroxine. TSH is produced by the pituitary gland in the brain and normally regulates the level of thyroxine production. In Graves' disease, the autoimmune response creates thyroid-stimulating antibodies, which mimic the function of TSH. These are called TSI. TSI over stimulates the thyroid glands, making it produce more thyroxine than normal. Therefore, patients often have an elevated level of thyroxine even when TSH levels remain normal. People with Graves' disease typically have below average levels of TSH and higher levels of thyroid hormones, according to the Mayo Clinic. Also, patients who have hyperthyroidism caused by other conditions don't have these antibodies.\n\nDuring a thyroid scan, the patient takes a radioactive iodine tracer. The scan detects the location and intensity of the rays given off by the radioactive material within the gland, according to the NLM. The distribution pattern helps to narrow down the type of thyroid disease, since the entire thyroid gland is involved in Graves' disease. Other causes of hyperthyroidism such as nodules, small lumps in the gland, show a different pattern of iodine distribution.\n\nThere are threetreatmentoptions: radioiodine therapy, antithyroid drugs and thyroid surgery. Radioiodine therapy is the most common treatment for Graves' disease in the United States, according to the National Endocrine and Metabolic Diseases Information Service.\n\nIn radioiodine therapy, the patient ingests radioactive iodine-131. The thyroid gland collects iodine to make thyroid hormones, so, the radioactive iodine will end up in the thyroid gland. Once there, it will slowly destroy thyroid cells, allowing less thyroid hormone to be made. Often, the enough radioactive iodine is administered to shut down the thyroid gland completely. Normally, patients who take radioactive therapy will develop hypothyroidism (the exact opposite of hyperthyroidism) and must take synthetic thyroid hormone supplements, according to the National Endocrine and Metabolic Diseases Information Service. Radioiodine treatment is not offered to pregnant or breastfeeding women. The radioactive iodine can be harmful to the fetus' thyroid. Even after birth, it can pass from mother to child through breast milk.\n\nTwo antithyroid medications are available by prescription in the United States: Methimazole (brand name Tapazole) and Propylthiouracil (also known as PTU). Using the medications longer than one year often gives patients better long-term results, according to the Mayo Clinic.\n\nIn certain cases, patients may opt for a thyroidectomy, or a complete removal of the thyroid gland. As with radioiodine therapy, patients need to take synthetic hormones after the surgery to compensate for the loss of thyroid function. Though risks are rare, surgery could potentially damage the vocal cords and parathyroid glands, which are the tiny glands located near the thyroid gland that produce a hormone that controls calcium levels in the blood, according to the Mayo Clinic.\n\nAlthough Graves' disease is not preventable, early detection can help patients seek treatment sooner. The American Association of Clinical Endocrinologists suggests regular \"neck checks\" to check for any bulges or protrusions around the neck when swallowing."}