{"heading": "Leukemia: Types, Symptoms and Treatment", "contents": "Leukemia is cancer of white blood cells that starts in the bone marrow, the soft material in the center of bones that makes white blood cells, red blood cells and platelets.\n\nThe abnormal white blood cells in leukemia are genetically identical. They proliferate and eventually outnumber normal blood cells, interrupting their work.\n\n\"In the blood can be such a high count of white blood cells present that it can start causing problems in the circulation. In the bone marrow, the leukemic cells overtake the bone marrow and suppress the formation of the normal blood components,\" said Dr. Sarah Vaiselbuh, a pediatric hematologist and oncologist at Staten Island University Hospital in New York.\n\nAs a result, \"at the time of diagnosis these children or adults are often anemic and need transfusion,\" Vaiselbuh said. \"They have very low platelet counts and are at risk of bleeding, and most importantly, their normal blood cells are no longer produced in adequate numbers, so they can't fight infection.\"\n\nAbout 52,400 new diagnoses of leukemia are expected in the United States in 2014, and it is estimated that about 24,000 people will die of this cancer in 2014, according tothe National Cancer Institute. In 2011, there were an estimated 302,800 people living with leukemia in the United States, but new leukemia cases constitute about 3 percent of all new cancer cases each year.\n\nIn children, leukemia is the most common type of cancer, but more adults get diagnosed with leukemia, according to theLeukemia and Lymphoma Society(LLS). In 2011, about nine children per 100,000 children ages 1-4 were diagnosed with leukemia.\n\nSurvival rates for leukemiahave remarkably improved over the past decades. Considering all types of leukemia in both children and adults together, in 1963, the five-year survival rate (five years after the end of treatment), was only 14 percent. But a 2009 study has found that this survival rate is now up to 59 percent, Vaiselbuh said. The progress shows the importance of continued support for leukemia research, she said.\n\nThere are four categories of leukemia based on how quickly the disease progresses (acute or chronic), and the kind of white blood cell that is affected (myeloid cells or lymphoid cells):\n\nDifferent types of leukemia affect different types of patients. For example, both chronic myelogenous leukemia (CML) and chronic lymphocytic leukemia (CLL) affect mostly adults, according to the National Cancer Institute. Sometimes patients may not even have symptoms and discover they have leukemia when a routine blood test shows a very high count of white blood cells, Vaiselbuh said.\n\nAcute lymphocytic leukemia (ALL) is the most common type in young children, and acute myelogenous leukemia (AML) occurs in both adults and children.\n\nInitial symptoms of leukemia mimic those of several other conditions, including the flu, and can be easy to overlook. According to the LLS, common symptoms include:\n\nLeukemia is often diagnosed when a patient's blood test shows signs of the disease and prompts additional testing.\n\nFor example, when a child with symptoms like unexplained fevers or bruises on the skin is taken to a pediatrician, the doctor will do a blood count test and may found very high white blood cells, which suggest the child might have leukemia. To confirm the diagnoses, doctors will do a biopsy of the bone marrow to look for abnormal cells, Vaiselbuh said.\n\nTreatment for leukemia depends on the type of leukemia and other factors such as the patient's age, white blood cell count and genetics of the cancer.\n\nThe main treatment is chemotherapy, which involves injecting a combination of drugs in the blood and sometimes in the spinal fluid.\n\nIf patient's cancer comes back after chemotherapy, doctors may considerbone marrow transplantation. They will screen the patient's sibling or the bone marrow register to find a donor who matches with the patient, Vaiselbuh said. A bone marrow transplantation replaces the diseased bone marrow by the healthy bone marrow of the donor to eradicate the disease, Vaiselbuh said.\n\nAdditional treatments may involve radiation therapy and immunotherapy, according to the American Cancer Society.\n\nIn chronic myelogenous leukemia, or CML, scientists have identifieda genetic mutation involved in the disease. A drug has been developed that specifically targets the mutation and by taking the medication daily, the cancer can be kept under control, Vaiselbuh said.\n\nAcute lymphocytic leukemia, or ALL, is the most common leukemia in children and has the highest survival rates  more than 90 percent for children under 5 years old and 66.4 percent for patients of all ages, according to the National Cancer Institute.\n\nThere is no known way to prevent most types of leukemia, especially among children, according to theAmerican Cancer Society and the National Cancer Institute. People who have been treated for another cancer with radiation and chemotherapy, or those who are taking drugs that suppress the immune system, as well as people with certain genetic conditions such as Down's syndrome are at higher risk of developing acute leukemia, according to the Centers for Disease Control Prevention."}