{"heading": "AIDS & HIV: Treatment & Prevention", "contents": "While 1.1 million Americans currently live with HIV/AIDS, the incurable virus is no longer a quick death sentence and has become a chronic, manageable condition.\n\nFirst reported in the United States in 1981, Acquired Immune Deficiency Syndrome (AIDS) destroys the bodys ability to fight infections and other life-threatening illnesses, according to the National Institute of Allergy and Infectious Diseases (NIAID). The virus that causes AIDS is called HIV, or Human Immunodeficiency Virus.\n\nWhen a person is first exposed to HIV, they may show no symptoms for several months or longer. Typically, however, they experience a flu-like illness that includes fever, chills, headache, fatigue, muscle aches and enlarged lymph nodes in the neck and groin areas.\n\nThis early illness is often followed by a latency phase where the virus is less active and no symptoms are present, according to the U.S. Department of Health and Human Services. This latent period can last up to a decade or more.\n\nAs HIV progresses into full-blown AIDS, it severely damages the immune system, causing a wide variety of symptoms such as:\n\nAccording to the U.S. Centers for Disease Control (CDC), untreated HIV is also linked to serious conditions such as cancer, liver disease, cardiovascular disease and kidney disease.\n\nSince HIV/AIDS can set off so many other illnesses, it may be difficult initially to pinpoint the source. Typically, however, these illnesses appear in clusters over a short period of time, cluing patients and doctors into the presence of the virus.\n\nAccording to NIAID, two types of blood tests can confirm HIV/AIDS infection:\n\nAfter someone is first infected it may take weeks or months for the immune system to produce enough detectable antibodies in an HIV blood test. Ironically, an infected persons viral load may be very high during this time, making the infection exceptionally contagious.\n\nBecause of this, the CDC recommends routine HIV testing for all adolescents, adults and pregnant women, and advises that everyone between the ages of 13 and 64 should be tested at least once.\n\nConventional HIV/AIDS tests are sent to a laboratory for analysis and may take a week or more for results. A rapid HIV test is also available that offers results in about 20 minutes, but positive results from either type of test are confirmed with a second test.\n\nWhile AIDS remains incurable, patients are living much longer  even decades after infection  because of the development of many effective medications to suppress the virus. The most effective type are known as antiretroviral drugs, which are often taken in combination to prevent the patient from becoming resistant to any one drug.\n\nAccording to the National Institutes of Health, the most common antiretroviral drugs fall into three categories:\n\nDoctors verify if medications are working through blood tests, which measure levels of various infection-fighting blood cells as well as the level of HIV in the blood. Even when the virus is undetectable, AIDS is not cured and can still be transmitted to others.\n\nOther HIV/AIDS treatment focuses around living a healthy lifestyle with optimum nutrition, sleep and exercise. Regular doctors visits are also scheduled, with frequency depending on viral levels in the blood and what symptoms are present, according to the American Academy of Family Physicians.\n\nMore than 56,000 Americans become infected with HIV each year, according to the U.S. Department of Health and Human Services. While some AIDS patients have been infected through blood transfusions during medical procedures, preventing infection usually depends on avoiding risky habits or behaviors that lead to exposure to the virus, which can be transmitted through blood, bodily fluids such as semen and infected needles.\n\nIts just as important to know the ways HIV cannot be spread, such as by:"}