{"heading": "Stroke: Symptoms, Tests and Treatment", "contents": "Stroke is the No. 4 cause of death and the leading cause of disability among adults in the United States, according to the American Stroke Association.\n\nA stroke occurs when the flow of blood to the brain is disrupted, which can happen when there's a blockage in one of the brain's blood vessels or when one of these blood vessels ruptures. Blood carries oxygen to the brain, which controls all of the body's functions. Without oxygen-rich blood, the brain begins to shut down.\n\nBut stroke  also known as cerebrovascular disease  is often preventable, according to Dr. Ralph Sacco, chairman of neurology at the University of Miami Miller School of Medicine. Controlling blood pressure, not smoking and maintaining a healthy body weight are just some of the ways that people can help mitigate the risk of stroke, Sacco told Live Science.\n\nA person will be affected differently by stroke depending on what part of the brain is affected and how much brain tissue is damaged as a result of the stroke. There are also several different types of stroke, which affect the brain in different ways.\n\nThe most common type of stroke is ischemic stroke, which accounts for about 87 percent of all cases, according to the American Stroke Association. These strokes occur when fatty deposits inside blood vessel walls become loose, forming blood clots that clog the vessel and make it impossible for blood to flow through. There are two kinds of obstructions, or blood clots, that can cause ischemic strokes, Sacco said.\n\nCerebral thrombosis occurs when a blood clot, or thrombus, develops in one of the brain's blood vessels, causing what's known as a thrombotic stroke. Embolic strokes, on the other hand, are caused by cerebral embolism, which is when a portion of a blood clot in another part of the body  like the heart  comes loose, travels through the bloodstream and clogs a blood vessel in the brain.\n\nThere is also a second type of stroke known as hemorrhagic stroke, which accounts for about 13 percent of cases, according to the American Stroke Association. These strokes typically occur in one of two ways, Sacco said.\n\n\"There are those that are caused by aneurysms, when a little balloon on an artery weakens and bursts, causing bleeding in the brain. And there are those caused by the rupture of small arteries, deep in the brain,\" Sacco said.\n\nThe first kind of hemorrhagic stroke that Sacco mentioned is known as a subarachnoid hemorrhage, the later an intracerebral hemorrhage. Both kinds of hemorrhagic stroke are more fatal and more difficult to treat than ischemic strokes, according to Sacco.\n\nSymptoms of stroke vary depending on what part of the brain is affected. But a quick way to remember the possible immediate effects of a stroke is the acronym F.A.S.T., according to the American Stroke Association.\n\nF- Face drooping: One part of the face may be drooping or numb.\n\nA- Arm weakness: One arm may feel weak or numb.\n\nS- Speech difficulty: Speech may be slurred or slow\n\nT- Time to call 911: If someone experiences these symptoms, they need medical attention immediately, even if the symptoms go away.\n\nOther symptoms that may accompany a stroke include sudden persistent headache with no known cause, sudden dizziness or trouble walking, sudden trouble seeing in one or both eyes and sudden confusion or trouble understanding information.\n\nThe risk factors for stroke are numerous and can generally be divided into two groups: those that cannot be controlled and those that can. According to the American Stroke Association, some risk factors that can be controlled include:\n\nHowever, there are also risk factors for stroke that people have no control over. These include age and family history of stroke. People who have had prior heart attacks or strokes are more likely to suffer from stroke. And women are more susceptible to stroke than men, with more women than men dying or becoming disabled as a result of stroke each year, according to the American Stroke Association.\n\nAfrican-Americans are twice the risk of having a stroke as Caucasians, partially because they are more susceptible to other health conditions, such as high blood pressure, diabetes and obesity, according to the American Stroke Association. Hispanics, Asians and Pacific Islanders are also at a higher risk of having a stroke than Caucasians, according to the National Stroke Association.\n\nTo diagnose stroke, physicians perform a physical exam and blood tests. Imaging is also sometimes used. Computerized tomography, or CT scan, helps to confirm whether an individual is having a stroke, and what type of stroke has occurred, according to Sacco.\n\nA more specialized CT scan uses dye injected in the veins to view the structure of the arteries. Magnetic resonance imaging, or MRI, allows physicians to view any brain tissue damage.\n\nA carotid ultrasound can indicate clotting in the carotid artery, a major artery that runs up the neck into the brain. Another type of ultrasound, called echocardiography, shows images of the heart, allowing physicians to determine whether the stroke has resulted from an embolus, according to the National Institutes of Health(NIH).\n\nDuring a stroke, parts of the brain are denied oxygen, which can result in damage to brain tissue, which manifests in many ways. Depending on what part of the brain is damaged, individuals may be paralyzed on one side of the body, or just the face. Stroke can also affect the ability to swallow and eat, according to the NIH.\n\nCommunicating may be difficult if stroke causes aphasia, a condition that results when areas of the brain that control thought processing and language are damaged. Memory and reasoning abilities may be impaired. Moreover, behavior may change. Individuals may become more isolated and some may require daily care, according to American Stroke Association.\n\nIn some cases, people may experience pain in various areas of the body. If the stroke occurs in the brain stem, or the central trunk of the brain, a person may be left in a \"locked in\" state. When this happens, the patient is generally unable to speak or move any part of their body below the neck, according to the American Stroke Association.\n\nIt is also possible that individuals experiencing stroke symptoms are in fact having a mini-stroke, or transient ischemic attack. The same things cause a mini-stroke as an ischemic stroke, but the attack is only temporary and the effects are not permanent. Still, a mini-stroke indicates an individual is at risk of having a stroke. Furthermore, there is no way to tell the difference between a mini-stroke and a real stroke until an individual undergoes testing at a medical facility, according to the Mayo Clinic.\n\nThe primary goal in treating ischemic stroke is to restore the brain's blood flow. Medications that destroy clots in blood vessels are ideally given within the first 4.5 hours of the stroke. Typically the drug administered is aspirin, though other drugs have recently become available, as well.\n\n\"We have a drug that is FDA-approved that is a clot-buster drug. It's called t-PA [tissue plasminogen activator], but it only works if you give it up to four and half hours after a stroke starts. Time is of the essence, and there are too many people who can't get in quick enough to get this drug, which breaks up clots and opens up blood vessels urgently,\" Sacco said.\n\nClot-buster drugs work only in cases of ischemic stroke, or strokes caused by clots, however. The goal in treating hemorrhagic stroke is to reduce pressure on the brain and stop bleeding. In contrast to blood thinners given for an ischemic stroke, clotting drugs may be given to individuals who regularly take drugs like warfarin.\n\nAs soon as bleeding is under control and the area is healed, a surgeon will repair the leaky and damaged blood vessels. Procedures to \"clip arteries\" and \"coil aneurysms\" may be performed to help blood clot in the brain, according to Sacco.\n\nFinding new ways to treat bleeding strokes is a major area of stroke research at present, according to Sacco. However, much of the current research deals with preventing strokes, he added.\n\nVarious studies are being undertaken to explore the ways that high blood pressure, diabetes and high cholesterol may increase the risk of stroke, for example. New drugs are also being developed to help prevent strokes, Sacco added.\n\n\"There are also researchers looking into behavioral modification techniques to get people to live a healthier lifestyle. In other words, we know what's good for us, but we don't always do it  like not smoking, healthy diet, exerciseand there are many programs that try to get people to be healthier,\" Sacco said.\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}