{"heading": "Hemorrhoids: Symptoms, Causes and Treatment", "contents": "Hemorrhoids are cushions made of blood vessels, connective tissue and muscle located on the anal canal. When they work properly, hemorrhoids help maintain fecal continence and ensure that no liquid escapes through the sphincter at the end of the digestive tract.\n\nAll people have hemorrhoidal tissue as part of their normal anatomy, according to theAmerican Society of Colon and Rectal Surgeons. Only in a minority of people do hemorrhoids become enlarged or otherwise symptomatic.\n\n\"We believe the normal function of hemorrhoids is to prevent accidental leakage of stool,\" said Dr. Syed Husain, a colorectal surgeon at The Ohio State University Wexner Medical Center. \"They are present in everyone, but in some cases they get enlarged, and then they start causing symptoms.\"\n\nThe exact prevalence of enlarged hemorrhoids is hard to measure because many opt for over-the-counter treatments instead of visiting the doctor. However, about 10 million people in the United States report having problems with hemorrhoids, giving it a prevalence of 4.4 percent of the population, according to a 2007 review on hemorrhoids published in theJournal of the American College of Surgeons.\n\nProblematic hemorrhoids are more common in people between the age of 45 and 65, and tend to affect Caucasians more then African Americans, the review found.\n\nSwollen hemorrhoids are usually a result of applying too much pressure to the lower rectum. This may happen if you're straining to have a bowel movement, which can occur during chronic diarrhea and constipation, according to theMayo Clinic. It may also happen if you sit on the toilet too long because when you sit on the toilet, your anus relaxes, allowing the veins around to fill with blood, which then puts pressure on those veins.\n\nPregnant women are also more susceptible to hemorrhoid problems because of the weight of carrying the baby and also from giving birth. Around 25 to 35 percent of pregnant women are affected in the third trimester, according to estimates from two studies conducted in France. Being very overweight, or standing or lifting too much can also make hemorrhoids worse.\n\nPeople with swollen hemorrhoids don't necessarily feel pain, though they may experience bleeding, anal swelling and discomfort. Internal hemorrhoids lie inside the rectum and the most common symptoms include painless rectal bleeding, prolapse or protrusion, pain and irritation, according to the Mayo Clinic.\n\n\"In some cases patients can also present with external swelling, a bulge that's painful and they can feel that,\" Husain said. External hemorrhoids are located under the skin around the anus. They could enlarge, resulting in pain, swelling and, in serious cases, spontaneous rupture, intense pain and bleeding.\n\nDiagnostic tests are done not only to confirm the presence of swollen hemorrhoids, but also to eliminate other possible digestive disease, since bleeding from the rectum or anus or bloody stoolsmay be a sign of something more serious such as cancer, according to theAmerican Academy of Family Physicians.\n\nDoctors usually check for internal hemorrhoids by inserting a rubber-gloved finger into the rectum in order to feel for any protrusions or examine the lower portion of the colon with an anoscope or endoscope, according to the Mayo Clinic. Certain accompanying symptoms might suggest other digestive diseases and a more extensive examination using colonoscopy may be required.\n\nHowever, hemorrhoids have become a catchall for problems in the anal area, and about 40 percent of people who visit specialists to have their hemorrhoids examined actually have other problems, Husain said.\n\n\"Once they come in to get a thorough exam, they are found to have something else,\" he said. \"What we see if that anything that's wrong in that area is attributed to hemorrhoidal problems, but in many cases it's not.\"\n\nFor instance, people withfissures also experience bleedingand often mistake the condition as a problematic hemorrhoid. But fissures are associated with a sharp, severe pain during bowel movements, unlike hemorrhoids, which are associated with feelings of pressure, Husain said.\n\nOver-the-counter remedies, such as stool softeners and anti-inflammatory ointments, can provide short-term local relief from discomfort, pain and bleeding caused by external hemorrhoids. People can also eat more fiber, drink more water and avoid straining while they're going to the bathroom, Husain said. These measure often help enlarged hemorrhoids go away on their own, he said.\n\nThere are a few nonsurgical treatment options for internal hemorrhoids. Rubber band ligation is the most common treatment, Husain said. It involves placing a small rubber band around the base of the hemorrhoid and stopping the flow of blood to the area until it shrinks and falls off. It is more effective than other methods, though it is also associated with more post-treatment pain and complications.\n\nSclerotherapy, where the hemorrhoid is injected with chemicals in order shrink it, is the oldest therapy.\n\nInfrared or electrocoagulation targets the hemorrhoid by burning it and letting it slough off. It's found to be less effective than banding and usually requires more treatments. However, it also has significantly less postoperative pain and fewer complications.\n\nSurgical removal or stapling of the hemorrhoids may be needed if internal hemorrhoids have prolapsed or are very large, according to the review published in the Journal of American College of Surgeons. But stapling has become less popular recently, as long-term data shows that it has an increased rate of problematic recurrence, Husain said.\n\nDoctors may also use Doppler-guided hemorrhoidal artery ligation, an ultrasound technique that identifies blood vessels feeding the hemorrhoid and cuts them off, Husain said.\n\n\"There are many techniques and procedures for the same problem,\" he said. \"From a patient's perspective, the best thing is what your surgeon feel comfortable with.\"\n\nOne can maintain regular bowel movement and lessen the risk of hemorrhoids by including more fiber in his or her diet, about 30 grams per day, Husain said. Laxatives, aside from bulk-forming laxatives like Fiberall and Metamucil, can lead to diarrhea, should be avoided because they can worsen hemorrhoids. Also, one should avoid exerting too much pressure during bowel movement, according to the Mayo Clinic.\n\nTry not sit on the toilet for too long when waiting for bowel movement and also avoid straining too hard when trying to pass a stool.\n\n\"Time yourself when you feel urge to move you bowels,\" Husain said. \"The cut off should be five to 10 minutes. If nothing is happening during that period, go out and come back later.\"\n\nAdditional reporting by Staff Writer Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}