{"heading": "Eczema: Symptoms and Treatment", "contents": "Eczema is an inflammation of the skin characterized by reddening, swelling, bumps and crusting, followed by thickening and scaling. It is also referred to as dermatitis.\n\nEczema affects up to15 million Americans, according to theCleveland Clinic. Most of them are infants and children. Ten percent to 20 percent of all infants have eczema, according to the National Institutes of Health. However, nearly half outgrow the condition.\n\nEczema usually appears in children between 6 months and 5 years old, according to theNational Eczema Association.Rashes usually begin on the face, scalp, hands and feet. The problem can last throughout childhood and into adulthood.\n\nDoctors do not know the exact cause of eczema, according to Jackie Suver, a skin-care expert and esthetician at MD Dermatology in Maryland. The current thinking is that it is triggered by a combination of factors, including genetics. People are more at risk of developing eczema if they have relatives with eczema, asthma, or seasonal allergies, she said.\n\nEnvironmental factors, such as low humidity, can make the skin dry and itchy, according to the Cleveland Clinic. Contact with harsh soaps, chemicals, perfumes and skin care products that contain fragrance or alcohol may irritate the skin, as will some fabrics, such as wool, and tight clothing.\n\nAccording to the National Eczema Association, symptoms include:\n\nSymptoms can flare or worsen when exposed tospecific triggers, such as:\n\nEczema can be diagnosed by looking at a patient's skin. \"There are no specific tests for the diagnosis of atopic dermatitis (eczema). A physician, preferably a dermatologist, will base diagnosis on a physical examination and detailed medical history. Environmental allergy testing may be conducted in order to rule out related skin conditions such as contact dermatitis,\" said Dr. Gur Roshwalb of Celsus Therapeutics, a company that makes anti-inflammatory drugs.\n\nEczema treatment depends largely on the severity of symptoms. \"The best way to treat eczema is to take good care of your skin,\" Suver said.In order for prescription medicines to be most effective, a proper bathing and moisturizing routine is required. Suver advises taking warm (not hot) baths/showers and immediately applying a fragrance-free moisturizer to keep the affected skin moist. Wearing cotton clothing, sleeping with a humidifier and avoiding using products with harsh chemicals is helpful as well.\n\nFor minor cases, some over-the-counter products can reduce itching and skin redness, according to the Cleveland Clinic. These include oral antihistamines, topical antibacterial and antifungal creams, and topical creams or ointments that contain the steroid cortisone, which reduces inflammation. More severe cases warrant prescription-strength cortisone products, including pills and topical creams. Additionally, theU.S. Food and Drug Administrationapproved a new class of drugs called topical immunomodulators (TIMs), which alter the body's response to allergens.\n\n\"Topical corticosteroids have been the mainstay of treatment but well-known side effects make them unsuitable for long-term use,\" Roshwalb told Live Science. \"There are a few non-steroidal anti-inflammatory creams available; however, the most promising have been associated with increased long term malignancy risk due to systemic immunosuppression and are not recommended as first-line therapy.\"\n\nPhototherapy, which uses special lamps to bathe skin lesions in ultraviolet light, may also improve acute eczema. This is a costly treatment, though, and the treatment can burn the skin, according to theNational Eczema Association.\n\nSome new treatments are currently being investigated,said Dr. Monika Kiripolksy of the Obagi Skin Health Institute. \"The new drug on the horizon is Dupilumab, which is not yet FDA-approved. It is injected to interfere with the activity of two key proteins that are thought to be components of inflammatory processes that causes eczema. Early clinical trials have shown promise so far.\"\n\nAvoiding triggers and minimizing scratching go a long way toward coping with eczema. According to the NIH and the Cleveland Clinic, effective home care can include:"}