{"heading": "Seasonal Affective Disorder: SAD Symptoms and Therapy", "contents": "A gloomy day can put many people in a bad mood. But for a small percentage of the population, a whole season can spiral into a serious depression called Seasonal Affective Disorder (SAD).\n\nSAD strikes 1 to 10 percent of the population every year, according to a 2009 journal review in Physician and Sports medicine.\n\nThe causes behind SAD are still unknown, but reports of successful treatmentsusing light therapy have led to a theory that dwindling daylight hours during fall and winter months interrupts some people's circadian rhythms causing depression, according to the National Institutes of Health (NIH).\n\n\"People tend to feel the symptoms in the autumn and more severely in the winter,\" said Dr. Victor Fornari, the director of child and adolescent psychiatry at the Zucker Hillside Hospital in Long Island, New York. \"Typically it lifts in springtime.\"\n\nThe symptoms of SAD are the same as those that accompany depression. Hopelessness, unhappiness, irritability, a lack of interest in usual hobbies, difficulty paying attention, fatigue and withdrawing from friends and familyare all symptoms of SAD, Fornari said.\n\nWhile some forms of depression contribute to weight loss, SAD suffers often have increased appetite and weight gain. SAD is also marked by daytime sleepiness and a lack of energy.\n\nWhile many symptoms of SAD parallel symptoms of depression, SAD sufferers go through a yearly cycle of depressive symptoms followed by a time when they are free from symptoms.\n\n\"The first thing to recognize is having a day when you feel down is normal,\" Fornari said. \"If you feel down for days at a time and you can't shake it, people should go see their primary care physician, especially if they have a disturbance in their sleep or if they're thinking about not wanting to live.\"\n\nDoctors diagnose SAD through a series of questions about symptoms. Usually physical tests are only required to rule out other causes of depressive symptoms. Sometimes a psychological evaluation is needed for severe forms of SAD, according to the NIH.\n\nSAD is considered a subtype of depression or bipolar disorder and can be difficult to distinguish from other psychological problems, according to the Mayo Clinic.\n\nTo be diagnosed with SAD, usually a person must meet the criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM), specifically: The person has experienced depression and other symptoms for at least two consecutive years during the same season every year. The periods of depression have been followed by periods without depression and there are no other explanations for the changes in mood or behavior.\n\nMost people with SAD experience depressive symptoms in fall and winter. However, a rare form of SAD strikes people in the summer months.\n\nSufferers of summer onset SAD are more likely to have anxiety, irritability, weight loss, insomnia and increased sex drive, according to the Mayo Clinic.\n\nDoctors recommend people afflicted with SAD try to get as much natural daylight as possible by taking walks outside or sitting near windows. Exercising and staying connected with family and friends can also ease SAD symptoms, Fornari said.\n\nMany people with SAD turn to light therapy\" from a light box, usually for 30 minutes in the morning.\n\n\"You sit a few feet away from the box. It can be very effective for people who have winter depression,\" Fornari said. \"Often what they'll say that, within a couple of days, they have more energy, that their mood is restored.\"\n\nWhile light therapy is very popular, studies have not shown how light therapy works, or exactly how effective it is, according to the Mayo Clinic.\n\nDoctors recommend SAD sufferers get medical advicebefore trying light therapy on their own.\n\nLight therapy involves sitting in front of a specialized florescent bulb to mimic daylight. Typically a person sits in front of the light box for 30 minutes a day, often before the sun rises.\n\nA person trying light therapy should see their symptoms improve within three to four weeks if light therapy will help, according to the NIH. Otherwise light therapy may not be the right treatmentfor them.\n\nDoctors may prescribe antidepressants for people suffering from SAD. Commondrugs prescribed for SAD include bupropion (Wellbutrin XL), paroxetine (Paxil), sertraline (Zoloft) and fluoxetine (Prozac), according to the Mayo Clinic.\n\nCognitive behavioral therapy may also help people manage the depressive symptoms of SAD. During therapy sessions, people are asked to identify negative thoughts that cause them distress. Specialists then teach them skills that help manage and modify negative thoughts, Fornari said.\n\nSome people have tried St. John's Wort and melatonin to combat the symptoms of SAD; however, these remedies may interfere with medications and have unwanted side effects, so it's best to speak with a doctor before trying them.\n\nAccording to the Mayo Clinic, some studies have shown Omega-3 fatty acids can reduce depressive symptoms. Omega-3s are most often found in cold-water fish, flaxseed and walnuts.\n\nOther people see improvements after trying mind-body therapies such as yoga, meditation and guided imagery, which helps people create an uplifting narrative combined with a positive image, Fornari said."}