{"heading": "Hypertension: Symptoms and Treatment", "contents": "High blood pressure is a serious disease that can, over time, damage the blood vessel walls and increase a person's risk of heart attack, stroke and other conditions.\n\nBlood pressure is the force of your blood against the blood vessel walls. Having high blood pressure means that this force is higher than it should be, and could lead to health problems.\n\nThere are two types of blood pressure measurements: Systolic blood pressure, which is a measure of the force of the blood when the heart beats, and diastolic blood pressure, or the force of the blood between heart beats. A person is considered to have high blood pressure when their systolic pressure is 140mmHg or higher most of the time, or when their diastolic pressure is 90 mmHg or higher most of the time,according to the National Institutes of Health.\n\nAbout one-third of U.S. adults, or 70 million people, have high blood pressure, and only about half have it under control, according to a2013 report from the Centers for Disease Control and Prevention.\n\nAdopting healthy lifestyle behaviors can help prevent high blood pressure, also known as hypertension, experts say.\n\n\"High blood pressure is really a disease of the Western world, and if we can do our best to work on diet and exercise and stress relief, we could take a huge amount of this burden down,\" said Dr. Andrew Freeman, a cardiologist at National Jewish Health in Denver.\n\nMost of the time, doctors cannot find a specific cause of hypertension, and this is known as essential hypertension. Certain factors increase the risk of developing hypertension, including being obese, drinking too much alcohol, eating a lot of salt, smoking and having diabetes. Aging also increases the risk of hypertension because blood vessels become stiffer with age, the NIH says. About 65 percent of U.S. adults ages 60 and older have high blood pressure,according to the National Heart, Lung and Blood Institute (NHLBI).\n\nBeing under stress can also increase your blood pressure temporarily, but stress is not a proven risk factor for hypertension. Still, some studies have linked mental stress and depression with risk of high blood pressure. A2003 study published in the Journal of the American Medical Associationfound that people who felt pressed for time or were inpatient had higher odds of developing high blood pressure over a 15-year period, than people who did not feel such time pressure.\n\nCertain medical conditions and medications can also raise blood pressure, and this is known as secondary hypertension. Conditions such as chronic kidney disease,preeclampsia during pregnancy, and disorders of the adrenal gland can cause high blood pressure.\n\nPeople with high blood pressure usually have no symptoms, and so patients can have the condition for years without knowing it, according to NHLBI.\n\n\"We call it the 'silent killer,'\" because patients are often asymptotic, Freeman said. In rare cases, some people with high blood pressure experience headaches.\n\nAlthough many patients may not have symptoms at first, over time, high blood pressure can lead to \"wear and tear\" on the body, Freeman said. For example, high blood pressure can stretch and damage blood vessels, which in turn, can increase the risk of health problems,according to the American Heart Association. Stretched blood vessels can have weak spots that are more likely to rupture, leading to a hemorrhagic strokes or aneurysms, AHA says. Stretching of the blood vessels can also cause tears and scars that create places for cholesterol or blood to build up.\n\nHigh blood pressure is diagnosed from a blood pressure test. Typically, doctors place a blood pressure cuff on the arm, which has a gauge that measures pressure in the blood vessels. Patients should avoid drinking coffee or smoking cigarettes for 30 minutes before the test, because such behaviors can increase blood pressure temporarily,the NHLBI says.\n\nBecause a person's blood pressure can vary depending on a number of factors, including the time of day, a doctor will usually check blood pressure several times and different appointments before diagnosing someone with high blood pressure.\n\nFreeman said that he will often have patients use a device called an ambulatory blood pressure monitor, which patients wear at home, and which takes a blood pressure reading about every 30 minutes. This device can show whether a person really does have hypertension, and how well they are responding to treatment, he said. If a patient doesn't want to use an ambulatory blood pressure monitor, they can also use a home blood pressure monitor to manually check their blood pressure. \"You get a lot better idea of what's going on,\" if you track blood pressure with one of these devices, Freeman said.\n\nDoctors may measure blood pressure in both arms to see if there is a difference in readings, the Mayo Clinic says. A2014 study published in the American Journal of Medicinefound that people whose systolic blood pressure readings differed by 10 mmHg or more between their right and left arms were nearly 40 percent more likely to have cardiovascular problems, bush as a heart attack or stroke, over a 13-year period.\n\nDoctors may also recommend other tests to look for indicators of heart disease, such as high cholesterol, the Mayo Clinic says\n\nThe goal of treatment is for patients to keep their blood pressure in the normal range  below 140/90 mmHg. For patients who have diabetes or chronic kidney disease, doctors recommend that they keep their blood pressure under 130/80 mmHg, according to NHLBI.\n\nLifestyle changes  including changes in diet and physical activity  and medications are recommended for treating high blood pressure.\n\nPeople with pre-hypertension  that is, those with blood pressure readings higher than 120/80, but lower than 140/90  are usually treated with lifestyle changes alone, according to the National Institutes of Health.\n\nBut many people with true hypertension will need take medications, as well as make lifestyle changes, the NHLBI says.\n\nLifestyle changes that can help lower blood pressure include eating a healthy diet  such as a diet that cuts down on salt, and boosts fruit and vegetable intake  increasing physical activity, reducing weight (if the patient is overweight or obese), and quitting smoking.\n\nIn addition, stress relief practices, such as meditation or other relaxation techniques, can also be helpful in lowering blood pressure, especially when combined with other lifestyle changes, Freeman said.\n\nFor patients who need to take medications, there are many types available, and patients may need to take more than one medication to lower their blood pressure, NIH says. Freeman said that patients usually need two or three medications to adequately control their blood pressure.\n\nSome of the more common types of blood pressure medications include:\n\nSide effects from blood pressure medication tend to be minor, and can include cough, diarrhea, dizziness, feeling tired, headaches, and unintentional weight loss and skin rash, according to the NIH. Patients should notify their doctor if they experience side effects, and often times, the doctor make changes to the dose or type of medication to reduce side effects."}