{"heading": "Ovarian Cancer: Symptoms and Treatment", "contents": "Ovarian cancer occurs when cells in one or both ovaries proliferate out of control.Although women of all ages are susceptible to ovarian cancer, about 90 percent of women diagnosed with the illness are older than 40, and most cases occur in women older than 60, according to the Centers for Disease Control and Prevention.\n\nThe National Cancer Instituteestimates that there will be more than 21,980 new cases and about 14,270 deaths from ovarian cancer in the United States in 2014. Based on trends observed from 2009 to 2011, 1.3 percent of women born today will be diagnosed with ovarian cancer at some point during their lifetimes. The overall five-year relative survival rate from 2004 to 2010 was 44.6 percent, according to the National Cancer Institute.\n\nOvarian cancer is rare, but it's the fifth most frequent cause of cancer death in women in the United States, said Dr. David Cohn, the director of the division of gynecologic oncology and a professor of obstetrics and gynecology at The Ohio State University. The disease is usually discovered late in its progression, which makes it more dangerous, he said.\n\n\"The reason why many women end up dying of it is that it tends to be picked up [by doctors] later in the course of the disease, rather than early,\" Cohn said. \"Otherwise, [it would] be very curable.\"\n\nThere are three main types of ovarian tumors. The most common type, epithelial tumors, happens to the cells on the surface of the ovary, and it accounts for about 85 percent of malignant ovarian tumors, Cohn said. Less common are germ cell ovarian tumors, which occur in the egg-producing cells of the ovary, often in women younger than 30 years of age. The other type consists of sex cord-stromal ovariantumors, which occur in the ovary cells that release female hormones.\n\nThe disease has several risk factors, including increased ovulation, Cohn told Live Science.\n\n\"Women who have ovulated more, which means they've never been pregnant and never breast fed, and haven't taken birth control pills, have a higher chance of the disease compared to those who have been pregnant, breast fed and taken birth control pills,\" he said.\n\nSimilarly, fertility medications that cause women to ovulate more frequently have been implicated as a risk factor for the disease, Cohn said.\n\nGenetics also plays a role. Up to a quarter of all ovarian cancers are linked to genetic changes that predispose women to develop the cancer, Cohn said. For example, mutations in theBRCA genes(BRCA1 or BRCA2) are tied to ovarian cancer.\n\nWomen of European Jewish ancestry, known as Ashkenazi women, and Icelandic women have a higher chance of having a mutation in one of the two BRCA genes, Cohn said.\n\nOverall, many women with ovarian cancer have no symptoms or just mild symptoms until the disease is in an advanced stage and hard to treat, Cohn said. For that reason, it also has the highest mortality of all cancers of the female reproductive system, according to theNational Institutes of Health.\n\nAlthough some ovarian cancer patients experienced symptoms such as abdominal pain, bloating, unexplained back pain and abnormal vaginal bleeding, a 2010 study in theJournal of the National Cancer Institutefound that these relatively nonspecific symptoms may not definitively point toward ovarian cancer. Doctors would have to evaluate 100 women with these symptoms to come across one case of ovarian cancer.\n\nThere is a current push to educate both doctors and the public that when women experience several of these symptoms together, such as increases in urinary frequency, nausea and pelvic pain, it may indicate that they are at risk for ovarian cancer.\n\n\"The current thinking is that when women have these symptoms that go together, and that they don't go away or that they worsen over time, then that may be a problem,\" Cohn said.\n\nThere is currently no standardized screening test available for reliably detecting ovarian cancer, Cohn said. If a woman reports feeling symptoms of ovarian cancer, the doctor may perform a pelvic or abdominal exam to see whether a mass or lump is present. An ultrasound or CT scan can also help determine whether the patient has an unexplained ovarian growth.\n\nIf there is a mass present, the doctor may order a CA125 test, which screens for a tumor-associated protein present in the blood. The test is not good at detecting ovarian cancer in the general population, but it's helpful when indicating whether a woman with a known lump may be at risk for the disease, Cohn said.\n\nA CA125 screening program of 22,000 postmenopausal women detected 11 out of 19 cases of ovarian cancer, for an apparent sensitivity of 58 percent. Of that, only three out of those 11 cases were at stage I.\n\nIf the above tests do not rule out ovarian cancer, doctors would then proceed to do a laparotomy, which is a slightly less invasive surgical procedure, according to the Mayo Clinic. The surgeon may remove a tissue mass or abdominal fluid to determine whether there's a cancerous growth.\n\nA pap test may be an effective way to screen for cervical cancer, but it does not screen for ovarian cancer.\n\nStandard treatments for ovarian cancer include surgery, where much of the tumor and the affected tissues are removed. Radiation therapy and chemotherapy may also halt cancer progression by killing the cancer cells or keeping them from dividing, according to the National Cancer Institute. These treatments could be administered before or after surgery. Novel treatments currently under investigation include new chemotherapy drugs, vaccines, gene therapy and immunotherapy, according to the Mayo Clinic.\n\nWomen with ovarian cancer should seek care from gynecologic oncologists, who specialize in ovarian cancer. That specialized training is necessary to ensure the effectiveness of the treatment, Cohn said. \"Compared to those that have the correct operation or an operation that fully removes the cancer, inadequate surgery leads to a worse survival,\" Cohn said.\n\nMany cancer treatments can have adverse side effects. For example, bevacizumab (sometimes referred to by its brand name Avastin) works by disrupting the blood supply to the tumor, possibly causing the growth to shrink. Yet gastrointestinal perforation, a serious medical condition that happens when a person develops a hole in their esophagus, stomach, small intestine, large bowel, rectum or gallbladder,is significantly increased for those who take the drug, according to a 2009 review published in Lancet Oncology that studied 12,294 patients. As for chemotherapy, side effects such as abdominal pain, nausea and vomiting may prevent many women from completing a full course of treatment, according to the Mayo Clinic.\n\nSome women are considered at high risk for ovarian cancer; for instance, those with a first-degree relative (like a mother, daughter or sister) who have been diagnosed with the disease are considered at high risk. These women might consider aggressive preventative measures such as prophylactic oophorectomy, where both ovaries are removed in hopes of preventing the onset of ovarian cancer.\n\nHowever, a 2008 review of various cohort studies showed that premature loss of ovarian function before the onset of menopause could in turn increase the lifetime risk of premature death, cardiovascular disease, osteoporosis and more. Therefore, these risks should be carefully weighed before making any drastic decisions."}