{"heading": "Fibromyalgia: Causes, Diagnosis and Treatments", "contents": "Fibromyalgia is a chronic condition characterized mainly by fatigue and widespread pain in muscles and joints. It affects about 2 percent of the U.S. population and seven times more women than men, according to theCenters for Disease Control and Prevention. It is also associated with other inflammatory disorders. For example, 17 percent of patients with arthritis and also suffer from fibromyalgia, according to a study published by theNational Institutes of Health.\n\nFibromyalgia is mainly defined by chronic widespread muscular pain and tenderness, but it can also include a wide variety of symptoms, according to theNational Institute of Arthritis and Musculoskeletal and Skin Diseases(NIAMS). Symptoms include:\n\nVery little is known about the exact cause of fibromyalgia. In fact, debates persist on whether fibromyalgia is an actual disease that can be clearly defined and cured, or if it's a catch-all diagnosis based on vague clinical criteria. Experts today think fibromyalgia could be associated with genetics, infections, physical or emotional trauma, or a combination of all these, according to theMayo Clinic. Some researchers also believe that fibromyalgia may be due to problems with theneuroendocrine and autonomic nervous systems.\n\nOn its own, fibromyalgia is usually a nonfatal disease. It accounted for about 23 deaths a year between 1979 and 1998, according to theCDC. In fact, the CDC has found that the mortality rate of fibromyalgia patients is comparable to that of the general population.\n\nA study published in the journalArthritis Care & Researchfound that out of 8,186 fibromyalgia patients seen between 1974 and 2009, fibromyalgia did not increase the likelihood of death. The study did find that the risk of death from suicide and accidents was increased, though.\n\nFibromyalgia is also often associated with psychiatric disorders. Adults with fibromyalgia are 3.4 times more likely to be diagnosed with depression than people without the disease, according to the CDC. A 2008 study published in theClinical Journal of Painlooked at 76 adolescents with fibromyalgia found that 67.1 percent of patients had at least one current psychiatric diagnosis, and 71.5 percent had at least one lifetime psychiatric diagnosis. More than half of the psychiatric diagnoses were anxiety disorder.\n\nIn 2010, the American College of Rheumatology releasedguidelines for the diagnosisof fibromyalgia. Following the guidelines, doctors use a checklist of areas of the body lower left leg, upper right arm, left hip, for example  to find out how widespread the pain is. They also ask, on a scale from 0 to 3, how severe symptoms are. They then tally the results into a widespread pain index (WPI) and symptom severity (SS) score. According to the guidelines, a patient \"satisfies diagnostic criteria\" if three conditions are met:\n\nAnti-seizure drugs have shown promise for the treatment of fibromyalgia. Pregabalin (marketed as Lyrica) and two antidepressants, duloxetine (Cymbalta) and milnacipran (Savella), are currently approved by the Food and Drug Administration for treating fibromyalgia, according to theMayo Clinic. Over-the-counter painkillers, including acetaminophen (such as Tylenol) or nonsteroidal anti-inflammatory drugs (such as aspirin and ibuprofen), may slightly ease the pain and stiffness caused by fibromyalgia.\n\nSince fibromyalgia has a variety of symptoms, a combination of treatments is often recommended in addition to medication. A2011 study published in the Journal of Clinical Rheumatologyshows that increasing the number of steps a patient walked by 54 percent helped improve the patient's body functions by 18 percent and reduced the participant's pain by 35 percent.\n\nExercising for 45 minutes every day is helpful, said Dr. Kevin Hackshaw, a rheumatologist at the Ohio State University Wexner Medical Center. \"Helpful exercises like tai-chi or yoga are also beneficial. The worst thing to do is nothing,\" Hackshaw told Live Science.\n\nAn alternative therapy, acupuncture, reduced pain in patients with fibromyalgia, according to a 2006 study conducted by theMayo Clinic. However, its positive effects on fibromyalgia are still uncertain since anotherreview published in the journal Rheumatologypoints out that the small therapeutic effect of acupuncture is not clearly distinguishable from experimental bias.\n\nThere are some at-home treatments that may be useful, as well, according to Dr. Jacob Teitelbaum, director of the Annapolis Center for Effective CFS/Fibromyalgia Therapies in Maryland. \"Herbal pain relief can be found with special highly absorbed curcumin products (a substance found inturmeric), willow bark, Comfrey cream and soaking in a hot bath with 2 cups of Epsom (magnesium) salts,\" he told Live Science.\n\nNIAMS has a booklet titledQuestions and Answers About Fibromyalgia.\n\nThese organizations provide information and support for people with the disorder:"}