{"heading": "Schizophrenia: Symptoms and Treatment", "contents": "Schizophrenia is a chronic, debilitating mental disorder characterized by distortions of thinking and perception. A central element of schizophrenia is psychosis, which means having an abnormal perception of reality. People with schizophrenia can have hallucinations and delusions.\n\n\"Hallucinations are often hearing voices or seeing things. People might say that they are seeing unusual things or that an object is sending some kind of telepathic message to them,\" said Dr. Scott Krakower, a psychiatrist at Zucker Hillside Hospital in Glen Oaks, New York.\n\n\"Delusions on the other hand are false beliefs,\" he continued. \"For example, thinking that someone is coming after you, or that their medication is poisoning you.\" In addition to psychosis, people affected by schizophrenia may show other symptoms as well, such as disorganized speech and extreme disorganized behavior.\n\nApproximately 2.4 million American adults, or about 1.1 percent of the population age 18 and older, have schizophrenia, according to the National Institute of Mental Health(NIMH). The onset of schizophrenia differs slightly between men and women  it often appears in men in their late teens or early 20s, but it appears in women who are in their 20s or early 30s. According to a 2005 review based on population studies of 46 countries, the overall prevalence of schizophrenia is no different between males and females, or between rural or urban sites.\n\nSchizophrenia has five characteristic symptoms: delusions, persistent hallucinations, disorganized speech, grossly disorganized or catatonic behavior, as well as a group of symptoms manifesting as reduced emotional expressiveness or unwillingness to interact with others, according to the Diagnostic and Statistical Manual of Mental Disorders(DSM), a mental health guidebook for doctors published by the American Psychiatric Association. These classic symptoms are similar to those noted in the 10th edition of the World Health Organization's International Classification of Diseases (ICD-10), another diagnostic manual that's also commonly used.\n\nThe course of schizophrenic disorders can be continuous or episodic with complete or incomplete remission, according to the ICD-10.\n\nTo diagnose a person with schizophrenia, doctors may ask patients about their family health history, mood and behavior patterns.\n\nDoctors may also run medical tests, such as blood tests, MRI or CT scans, to rule out physical brain injury or other possible mental disorders and ascertain the patients' delusions were not induced by alcohol or other psychoactive substances, according to the Mayo Clinic.\n\nA schizophrenic patient is classified as someone who experiences two or more of the above classical symptoms for a significant portion of time during a one-month period, according to DSM-IV. However, only one of the above symptoms needs to be present if delusions are bizarre or hallucinations consist of a voice keeping a running commentary on the patient's behavior or thoughts.\n\nTo receive a diagnosis, however, \"There has to be a marked decrease in functioning,\" Krakower said. For example, the person shows difficulty maintaining a job and relationships upon the onset of the symptoms for at least six months. In other words, the symptoms must substantially interfere with one's normal, daily life for a diagnosis of schizophrenia.\n\nHowever, the definition, duration and subtypes of schizophrenia defined by the ICD-10 differs slightly from the DSM-IV, which is more often used in the United States. For example, social and occupational dysfunction is not part of the ICD-10 diagnosis and the ICD-10 also does not require six months of observation.\n\nTreatment of schizophrenia almost always involves the use of antipsychotic drugs to relieve many of the symptoms, as well as supportive psychotherapy. Treatments are often linked to the different clinical phases of schizophrenia: acute phase, stabilizing phase, stable (or maintenance) phase and recovery phase, according the U.S. Surgeon General's report on mental health.\n\nThe two most commonly prescribed drugs are olanzapine (trademarked as Zyprexa) and risperidone (Risperdal). However, it's hard to determine whether one particular drug is better than the other since a 2006 study in the American Journal of Psychiatryfound that 33 out of 42 head-to-head comparison trials are sponsored by drug companies and 90 percent of the outcome favors the sponsor's drug.\n\nGenerally speaking, atypical antipsychotics, such as olanzapine, reiperidone, clozapine (Clozaril), paliperidone (Invega), quetiapine (Seroquel) and ziprasidone (Geodon) are better tolerated and have lower risks of side effects than first-generation \"typical\" psychotics such as Chlorpromazine (Thorazine), Fluphenazine, and Haloperidol, according to the Mayo Clinic. However first-generation psychotics are often cheaper since some are available in generic form. This should also be taken into consideration when choosing a long-term therapy for a chronic illness such as schizophrenia.\n\nA person's willingness to cooperate with treatment may also affect medication choices (such as the difference between oral or long-acting injectable drugs) and it can take several tries before the doctor can settle on the right combination of drugs, according to the NIMH. Aside from antipsychotics, patients many also benefit from cognitive-behavioral therapy.\n\nSchizophrenia can often affect both the patients and their families, so it's important to extend support to family members and caregivers of patients. Family therapy should be considered, not only for education purposes, but also to identify and lessen the kinds of interactions that can trigger a relapse, according to the NIMH. Assistance should also be offered, perhaps through family members or rehabilitation programs, to help the patient secure housing and employment."}