{"heading": "Lupus: Symptoms and Treatment", "contents": "Lupus, short for systemic lupus erythematosus, is a chronic autoimmune disorder in which the body's immune system can't properly distinguish between its own cells and harmful substances. The immune system indistinguishably attacks otherwise healthy cells, leading to inflammation and damage to various body tissues, according to the Lupus Foundation of America.\n\nA conservative estimate by the National Arthritis Data Workgroup counts the number of lupus patients in the United States anywhere from 161,000 to 322,000people. The Lupus Foundation of America estimates that the number is much larger, at 1.5 million.The exact number is hard to calculate because lupus is a complex disease that can present a wide range of symptoms, and no two cases are exactly alike. Lupus primarily affects young women ages 15 to 44, and it is more common and severe among nonwhite populations around the world, according to the Centers for Disease Control and Prevention. The CDC also notes that women are five times more likely than men to die from lupus.\n\nLupus is characterized by periods of illness, known as \"flares,\" and periods of remission, though the symptoms can vary greatly from person to person. The most common symptoms are painful or swollen joints (arthritis), unexplained fever and extreme fatigue, according to the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS). About half of patients with lupus will experience skin rashes, specifically \"butterfly\" rashes that span the cheeks and the bridge of the nose or that may spread to other body parts, according to the National Institutes of Health (NIH). These rashes appear when the patient is exposed to sunlight.\n\nOther symptoms, which depend on how widespread the disease is within the body, may include mild cognitive impairment, fingers and toes that turn white or blue when exposed to cold or during stressful periods (Raynaud's phenomenon), chest pain, hair loss, personality change, seizures and vision problems.\n\nDiagnosis can be very difficult because it has so many symptoms. Doctors can use a list of symptoms from the American College of Rheumatology (ACR) to make a diagnosis. If the patient exhibits at least four of these conditions, he or she may have lupus:\n\nRashes: butterfly-shaped rash over the cheeks (referred to as malar rash), red rash with raised round or oval patches (known as discoid rash) or rash on skin exposed to the sun\n\nMouth sores: sores in the mouth or nose lasting from a few days to more than a month\n\nArthritis: tenderness and swelling lasting for a few weeks in two or more joints\n\nLung or heart inflammation: Swelling of the tissue lining the lungs (pleurisy or pleuritis) or the heart (pericarditis), which can cause chest pain when breathing deeply\n\nKidney problem: blood or protein in the urine, or tests that suggest poor kidney function\n\nThere is no single test for lupus, but there are several laboratory tests that can help a doctor confirm a diagnosis or rule out other possible causes, according to the NIAMS. The most common lab test detects autoantibodies that are often present in the blood of people with lupus. There are other tests that can detect individual types of autoantibodies that are common with lupus.\n\nThere is currently no cure for lupus. However, medication can help manage and relieve the symptoms. \"You should not think at all that your life as you know it is \"over\" if you receive a diagnosis of lupus,\"Dr. Chaim Putterman, chief of rheumatology at Albert Einstein College of Medicine and Montefiore Medical Center, told Live Science. Putterman added that although lupus is a chronic and potentially dangerous disease characterized over time by periods of disease activity (flares) and remissions, many patients can do very well with regular follow-up and treatment by rheumatologists and other physicians specializing in different aspects of the disease.\n\nDoctors determine treatment depending on which organs are affected and how active the flares occur. In 2011, belimumab (Benlysta) was the first medication in 50 years to be approved by the Food and Drug Administration for the treatment of lupus, according to the ACR. Three types of drugs are commonly used to treat the symptoms of lupus: nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin, naproxen sodium (Aleve) and ibuprofen (Advil or Motrin); corticosteroids (Prednisone) to counteract swelling; and antimalarial drugs such as hydroxychloroquine (Plaquenil), according to the Mayo Clinic.\n\nFor more severe cases, where the kidneys or the central nervous system are also affected by lupus, more aggressive treatment may be needed. Immunosuppressive drugs, such as cyclophosphamide (Cytoxan) and azathioprine (Imuran, Azasan), may be prescribed to restrain overreactive immune systems, according to the NIAMS.\n\nUpcoming treatments for lupus seem to be promising, experts say. \"Many rheumatologists are very excited about the potential of novel treatment approaches in helping patients with lupus and related conditions,\" Putterman said. \"Talk to your doctor to see if these medications may be appropriate for you.\"\n\nThese new treatment options include drugs called biologics. Some of them, such as rituximab (Rituxan) and abatacept (Orencia), are already approved for treatment of other rheumatic diseases but are not approved for treatment of lupus, according to the ACR.\n\nDespite the symptoms and potential side effects of the treatment, people with lupus can usually maintain a high quality of life. Patients can make their lives easier by understanding the disease, learning to recognize the warning signs of a flare and taking care of their bodies.\n\n\"Besides pain, many patients with lupus complain that their quality of life is not optimal, and suffer from poor sleep and significant fatigue,\" Putterman said. \"Good compliance with physician visits and whatever medications are prescribed will go a long way in treating the pain and its root causes.\"\n\nPutterman also suggested that, for certain patients, a careful exercise program formulated in collaboration with the patient's doctor can lead to significant improvements in quality of life, sleep, fatigue and pain.\n\nBecause of the nature and the cost of the medication, patients may want to supplement their regular medication with alternate therapies, such as special diets, nutritional supplements, chiropractic treatments and homeopathy. However, no research to date shows that these treatments conclusively alter the disease process or prevent organ damage, according to the NIAMS.\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}