{"heading": "Autism: Symptoms, Diagnosis and Treatments", "contents": "Autism spectrum disorder is a neurodevelopmental condition that affects a person's ability to communicate, interact and behave appropriately with others in social situations. Approximately 1 in 68 children in the United States has autism, and the condition is about five times more common in boys than in girls, according to theCenters for Disease Control and Prevention(CDC).\n\nAutism is characterized by impairments in social skills, communication, and restricted and repetitive behavior such as hand flapping and an insistence on sameness. Many children also have unusual sensory responses, and may shy away from bright lights or may not notice if their clothes are rough and twisted.\n\nEarlier versions of the Diagnostic and Statistical Manual of Mental Disorders (DSM), the American Psychiatric Association's guide for diagnosis, listed autistic disorder, Asperger syndrome and pervasive developmental disorder-not otherwise specified (PDD-NOS) and childhood disintegrative disorder as separate diagnoses. In the latest edition of the DSM, however, experts combined these conditions into one group called autism spectrum disorder because they all appear to be varying degrees of the same disorder,the association reported.\n\nDespite controversy around the subject, there is no evidence that links vaccination of a child with the development of autism, according to the National Institute of Child Health and Human Development.\n\nNo two people with autism are alike, but many parents notice signs of the disorder when their child does not meet certain developmental milestones, typically between 18 months and 3 years of age. For instance, the child may have problems with eye contact, responding to his or her name or engaging in imaginative play.\n\nCaregivers may also notice that their child does not appear to enjoy engaging and interacting with others, said Mayada Elsabbagh, an assistant professor in psychiatry at McGill University in Quebec, Canada.\n\nHowever, mild forms of the disorder may not become apparent until the child is older, and some people are not diagnosed until adulthood.\n\n\"They may not be detectible until the child starts reaching school age and starts having specific types of challenges that highlight some of the social and communication problems that they have,\" Elsabbagh told Live Science.\n\nThe diagnostic process is different for every person with autism. In some cases, pediatricians may use an autism screen, often a short yes-or-no survey that looks for signs of autism, to see whether a child may be at risk for the disorder. If the child screens positive, the family may receive a referral to a specialist for a diagnostic evaluation.\n\nWhen diagnosing autism, specialists rely on both direct observational information and parent report data about the child's behavior, said Elsabbagh, who encouraged parents to keep a detailed developmental records of their children's growth.\n\n\"For older children, some clinicians will seek input from the child's school, peers  how they interact in the settings outside their home,\" she said. \"What they're trying to do is compile and put together these different sources of information and integrate them to figure out if this a child with autism or, alternatively, does this child have a general developmental delay that is not specific to autism?\"\n\nA thorough team of clinicians may also diagnose additional disorders that often accompany autism, including attention deficit hyperactivity disorder (ADHD), intellectual disability, epilepsy and depression, she added.\n\nPeople with certain genetic disorders, such as fragile X syndrome, tuberous sclerosis complex and Angelman syndrome, also tend to have autism, experts say.\n\nThere is no cure for autism spectrum disorders. However, there are behavioral and educational therapies that may help reduce symptoms. And early diagnosis is key to connecting children with autism to treatment, Elsabbagh said.\n\nOne of the most frequently used therapies, Applied Behavioral Analysis (ABA), for instance, uses rewards to encourage people with autism to increase useful behavior and decrease impairing actions. Parent-mediated interventions are also an effective therapy that teaches the caregivers how to help their children in a natural environment, such as the home.\n\nFor instance, children with autism saw improvements in language and behavior after enrolling in the Early Start Denver Model, a two-year intervention that uses ABA and other therapies in a classroom setting, reported a 2010 study in Pediatrics.\n\n\"In reality, behavioral approaches are best because we know that changing the environment around the child and interacting with the child in different ways does change biological processes [in the brain],\" Elsabbagh said. \"It does have an impact on shaping brain development in a way that would be supportive and helpful for their independence.\"\n\nMedications do not treat the core symptoms of autism, such as problems with communication, but can reduce symptoms such as irritability. The U.S. Food and Drug Administration has approved two drugs for autism  risperidone and aripiprazole  which treat aggression, irritability and mood swings.\n\nHowever, the long-term effects of these medications are unknown, and often children with autism take multiple drugs to treat other problems such as hyperactivity or depression, experts find. About 65 percent of children with autism have a prescription for a psychotropic medication, a drug that can cross the blood-brain barrier, a 2013 study in the journal Pediatricsreported. Furthermore, 35 percent of the children in the study received prescriptions for two types of these drugs, and 15 percent had three or more prescriptions, the study found.\n\n\"Drug therapies are by no means a substitute for the behavioral approaches,\" Elsabbagh said. \"They tend to be viewed as a complementary approach that overall fits within the child's treatment plan, but are a not a child's substitute for what therapies can do.\"\n\nWhat's more, the market is inundated with alternative treatments and diets that are not clinically proven to help people with autism. \"Sometimes the parents think these are substitutes and they choose not to put their children in behavioral treatments,\" Elsabbagh said. \"And that takes away every chance the child could have to have a more validated option.\"\n\nMost autism research focuses on children, but more researchers are beginning to examine how the disorder affects the lives of adults. Relative to the general population, fewer adults with autism enroll in higher education, find a job or transition to independent living, research shows.\n\nAbout one-third of young adults with autism attend college within eight years of leaving high school, said Anne Roux, senior research coordinator at the Life Course Outcomes research program at the A.J. Drexel Autism Institute at Drexel University in Philadelphia. Her team used data from theNational Longitudinal Transition Study-2, a nationwide database that surveys students in special education programs.\n\nAbout half of those with autism found a paying job within the first eight years outside of high school, she said. In comparison, 98 percent of typical people and 91 percent of people with disabilities in general find paying work in that time frame.\n\n\"The autism number is quite a bit lower than that, and that's the concern,\" Roux said. \"You can see that they struggle a lot early on.\" About half are not connected either to school or to work within two years of leaving high school.\n\nFurthermore, about 80 percent of young adults with autism continue to live with their parents after high school, which is more than the general population and adults with disabilities in general, Roux said.\n\nResearchers plan to study how school and community programs can prepare students and young adults with autism with life skills that will help them gain independence as they age, she said."}