{"heading": "Bipolar Disorder: Symptoms, Diagnosis and Treatment", "contents": "Bipolar disorder is a mental health condition characterized by periods of manic and depressive episodes, interspersed with relatively normal states of mind. The unusual shifts in mood interfere with one's ability to carry out a normal daily life.\n\nIn bipolar disorder, people can have \"overly euphoric or irritable mood, or low or depressed mood,\" said Dr. Scott Krakower, a psychiatrist at Zucker Hillside Hospital in Glen Oaks, New York.\n\n\"The disorder tends to hit young adults. But there's a fairly high number of children who can have it too,\" Krakower said.\n\nAt least half of all cases of bipolar disorder start before age 25, according to the National Institute of Mental Health (NIMH). The condition affects about 5.7 million adults, or about 2.6 percent of the adult population in the United States, and more than 80 percent of these cases are classified as \"severe,\" according to the NIMH.\n\nManic episodes in bipolar disorder include heightened mood (could be euphoric or irritable), flight of ideas (racing thoughts and speaking rapidly, changing from one topic to another), increased energy, decreased need for sleep and hyperactivity. During a manic episode people may become easily distracted, talk very fast, take on an unrealistic number of new projects, have an unrealistic and grandiose belief in their abilities and engage in risky behaviors, such as gambling, drug abuse, or high-risk sexual activities, Krakower said.\n\nThe average duration of the first manic episode is about three months. Manic episodes be further divided into different gradients of severity.\n\nIn contrast to typical major depression, the depressive episodes of bipolar disorder often occur acutely, can take place over a few weeks and without significant precipitating factors. Aside from depressed mood, depression episodes may also be accompanied by sleep problems, apathy or agitation, loss of energy, suicidal thoughts and more, according to the NIMH.\n\nUsually a psychiatrist diagnoses a person with bipolar disorder, but increasingly more primary care practitioners are being educated to help diagnose the condition in patients.\n\nBipolar disorder is divided into several subtypes by the Diagnostic and Statistical Manual of Mental Disorders (DSM), the mental health guidebook published by the American Psychiatry Association, based on severity of manic symptoms. Bipolar I disorder patients suffer from at least one manic episode and one depressive episode and these mood swings can be severe enough to create difficulties in school, at work and in relationships. Bipolar II disorder is less severe than bipolar I disorder. Individuals experience at least one hypomanic episode, which is less severe than full-blown mania, and at least one major depressive episode. For these people, periods of depression typically last longer than periods of hypomania, with minor effects to daily routines, according to the Mayo Clinic.\n\nPart of the diagnosis will be based on the patient's medical and family history, according to the NIMH. It's important to note that people are more likely to seek help during depressive episodes, when they appear to be suffering from major depressive disorder. Therefore the NIMH suggests that input and description of symptoms from family members and friends can create a more accurate picture and avoid a wrong diagnosis.\n\nCurrently, bipolar disorder is a lifelong recurrent illness with no available cure. However, medications and therapeutic treatments may be used to help smooth out the mood swings and related symptoms and manage bipolar disorder on a long-term basis to avoid relapse, according to the Mayo Clinic.\n\n\"Bipolar disorder is usually treated with mood stabilizers,\" Krakower said. \"But in addition to medication you can have psychosocial interventions, get patients involved in the community, and also teach the family how to manage the condition.\n\nMood stabilizers such as lithium and valproate are used to prevent the extreme highs and lows, according to the Mayo Clinic. A possible side effect of lithium treatment is low thyroid levels, which has been associated with rapid mood cycles and weight gain in some people, especially women during their first two years of lithium treatment, according to a 2002 study in the Journal of Psychiatry and Neuroscience.\n\nOther medications may be used to treat specific symptoms, which may include antidepressants, anticonvulsants and antipsychotics. Anticonvulsants such as valproic acid (Depakene), gabapentin (Neurontin), topiramate (Topamax) and lamotrigine (Lamictal) also act as mood stabilizers and appear to possess a broad spectrum of effectiveness, according to a 2010 review published in the journal Current Opinion in Psychiatry. However, the Food and Drug Administration and a 2010 study published in the Journal of the American Medical Association both warned that there's an increased risk of suicidal behavior among patients using seizure medication and they should be monitored for notable changes in behavior.\n\nElectroconvulsive therapy (ECT) is also used to treat some patients with bipolar disorder. It's particularly suitable for highly agitated or suicidal patients or those with psychotic or catatonic symptoms, according to the NIMH. ECT involves administering a brief electrical stimulus through the scalp to the surface of the brain. Though the treatment is generally effective, especially to those who are not responding to medication, there's concern as to whether the therapy could cause long-term permanent memory impairment and deficits, according to a 2007 article in the Journal of Psychiatry & Neuroscience.\n\nBeyond medication, patients with bipolar disorder can also seek additional help and emotional support through psychotherapy such as cognitive behavioral therapy. Various programs and support groups can also help the patient stay focused on recovery goals, according to the Mayo Clinic. Since the disease and its symptoms can affect spouses, family members, friends and caregiver, it is also important to extend emotional support to them and help prevent physical and mental exhaustion, according to the NIMH."}