{"heading": "Skin Cancer: Prevention, Treatment and Signs of Melanoma", "contents": "One in five Americans develops skin cancer over their lifetime, making it the most common form of cancer. Fortunately it is also one of the most preventable, because sun exposure is a major factor in its growth, according to the American Academy of Dermatology (AAD).\n\n\"People of every skin color can expect that they will be at risk of developing skin cancer,\" said Dr. Doris Day, a board-certified dermatologist New York City and an attending physician at Lenox Hill Hospital, also in New York. \"But the good news is, that if caught early, greater than 98 percent of skin cancers are curable, and sometimes not even with surgery.\"\n\nPeople at the highest risk for skin cancer have a family history of the disease, especially if it is melanoma.\n\n\"But you can't control for that because that's in your DNA,\" Day told Live Science. \"What you can control for is sun.\" People who get too much sun or sunburns have a higher risk for skin cancer, as all wavelengths of ultraviolet radiation, including UVA, UVB and UVC, are known carcinogens, theWorld Health Organizationreports.\n\nAccording to the Mayo Clinic, other risk factors include:\n\nActinic keratosis(AK): Considered the earliest stage of any skin cancer, AK is characterized by dry, scaly spots or patches. It typically appears on areas that are often exposed to the sun, such as the neck, hands, forearms and head. Mostpeople who develop AK are fair-skinned. AK is typically a precursor to squamous cell carcinoma, Day said.\n\nBasal cell carcinoma(BCC): The most common variety of skin cancer, BCC often appears as flesh-colored, pearl-like bumps, though it can also include pinkish skin patches. It also develops on sun-exposed areas of skin, but does not grow quickly and rarely spreads.\n\nSquamous cell carcinoma(SCC): This cancer typically appears on sun-exposed skin areas and often resembles a scaly patch, firm bump or ulcer that heals and then re-opens, according to the AAD. It is the second-most common type and can grow deep into the skin if not caught early, causing disfigurement.\n\nMelanoma: About 76,100 new melanoma cases will be diagnosed in 2014, according to theSkin Cancer Foundation, and an estimated 9,710 of those people will die. The most common form of any cancer in adults age 25 to 29, melanoma often develops in an existing mole or appears suddenly as a new dark spot. Risk factors include having several large or many small moles; exposure to natural or artificial sunlight over long periods; a fair complexion with light eyes and red or blond hair; and a family history of unusual moles or melanoma.\n\nThe first step in diagnosing skin cancer is a skin exam. Those who notice suspicious patches of skin that resemble one of the four types of skin cancer  or observe a rapid, unusual change in any mole's size, shape or color  should seek prompt medical attention.\n\nDoctors may be able to tell on sight if a skin irregularity is cancerous by using a dermatoscope, a light and magnifier that helps doctors see a few layers into the skin, Day said.\n\nTypically, however, a biopsy will be taken to confirm any irregularities. A small piece or the entire lesion will be removed and sent to a lab for testing. If the biopsy reveals cancer, it will also determine what type, according to the Mayo Clinic.\n\nOnce skin cancer is diagnosed, a doctor may initiate additional tests to tell the extent or if it has spread. For melanoma, the deadliest skin cancer by far, the five-year survival rate for patients whose lesion is detected early is about 98 percent in the United States, according to the Skin Cancer Foundation. But if the cancer reaches the lymph nodes, the five-year survival rate is 62 percent, and it falls to just 16 percent if the cancer spreads to distant organs.\n\nAccording to theInternet Journal of Gastroenterology, the most common site of melanoma metastasis beyond the lymph nodes is the small bowel, followed by the stomach, esophagus, rectum and colon.\n\nA well-known method for recalling melanoma symptoms is the \"ABCDE,\" which stands for:\n\nSmall, non-melanoma skin cancers may not require any treatment other than surgical removal. Other skin cancertreatments depend on the size, depth and location of the lesions, according to the Mayo Clinic.\n\nSome skin cancers, such as melanoma, used to be a death sentence. From 1950 to 1954, just 49 percent of people diagnosed melanoma lived an additional five years. But the five-year survival rate increased to 92 percent from 1996 to 2003, according to the Skin Cancer Foundation.\n\n\"We've made great strides in the treatment of melanoma,\" Day said. \"People used to count down their days and it wasn't a pleasant way to go.\"\n\nAccording to the AAD, sun exposure is the most avoidable risk factor for skin cancer of all types. Preventive measures include:\n\nPeople shouldn't scrimp on the sunscreen, Day said. \"It takes one ounce [of sunscreen] to cover your whole body.\" And reapplication is a must, especially after swimming, she said."}