{"heading": "Nail Fungus: Symptoms and Treatment", "contents": "Nail fungus, also medically known as onychomycosis, is a chronic fungal infection of the fingernails and/or toenails by dermatophytes, also known as ringworm, yeasts and molds, leading to gradual destruction of the nail plate. It is more likely to affect toenails, particularly the first toenail, than fingernails, according to the National Institutes of Health (NIH).\n\nAbout half of the population is affected with nail fungus by the time they reach 70 years of age, said Dr. Raza Aly, professor emeritus of dermatology at the University of California, San Francisco Medical Center.\n\nAn infected nail often will have unsightly white/yellow or orange/brown patches or streaks. It can also turn thicker, crumbly, ragged or dull, according to the Mayo Clinic. In some cases the nail will emit a slightly foul odor and it may separate from the nail bed, a process known as onycholysis.\n\n\"More commonly, people don't like the way it looks,\" said Dr. Bernard Cohen, professor of pediatrics and dermatology at Johns Hopkins Children's Center in Baltimore, Maryland. \"[But] the nails can become friable, they break up and fall off.\" An infected nail can also thicken, making it difficult to clip, and cause discomfort if it catches on clothes, for instance.\n\nNail fungus typically begins with a fungal infection of the skin, such as athlete's foot. Once the skin is treated, however, the nails may act as a reservoir for reinfection that can spread the fungus to other parts of the body or to other people, Cohen told Live Science.\n\nIn some cases, people may have a genetic susceptibility to nail fungus, reported a 1996 study in the Journal of the American Academy of Dermatology.\n\nAlthough half of all nail disorders can be categorized as onychomycosis, it is not always possible to identify the disease accurately by just looking at the symptoms, according to a treatment guideline commissioned for the British Association of Dermatologists. Other conditions, such as psoriasis, can result in similar nail abnormalities as well. Once the above symptoms are observed, lab tests consist of microscopy to visualize fungal elements and a mycological culture to help identify the species of microbes involved will provide a more definitive diagnosis. Since onychomycosis is primarily a disease of the nail bed rather than of the nail plate, skin debris and samples taken from the spot closest to the infection is likely to yield the best results, according to the British guidelines.\n\nOnychomycosis is not self-healing and may be a source of more widespread fungal lesions on the skin, or vice versa. Both topical and oral treatments are available.\n\n\"Oral antifungal therapy is preferred because of its ability to penetrate the nail bed and nail plate and thus sustain effectiveness,\" Aly said. However, because oral medication includes side effects such as potential liver damage, doctors and patients typically prefer topical creams, even though they are typically less effective because of poor penetration into the nail, he added.\n\nOral antifungal medications such as terbinafine (commonly marketed under the trade name Lamisil), itraconazole (Sporanox) and fluconazole (Diflucan or Trican) encourage the growth of new, non-infected nail, while slowly cycling out the infected portion of the nail, according to the Mayo Clinic. The medication is usually taken for six to 12 weeks, but a toenail may take up to 78 weeks to grow fully, and preventative measures should be taken during that gap to avoid recurrent infection.\n\nThe U.S. Food and Drug Administration (FDA) approved two new treatments in 2014. Efinaconazole (Jublia) is a topical cream that targets mild to moderate cases of onychomycosis, Aly said. About 17 percent of people taking it daily for a year had a complete cure rate, meaning that there was no fungus left on the nail and the nail looked normal, reported a 2013 study in the Journal of Drugs in Dermatology.\n\nThe second treatment, tavaborole (Kerydin), is also a topical cream that has a similar complete cure rate after a year of use, Aly said. Both of these new topical medications are more effective than the FDA-approved nail lacquer Penlac, which has a complete cure rate of about 5 percent to 8 percent, he said.\n\nSuccessful eradication of the fungus may still leave the nail looking permanently abnormal because of trauma to the nail bed and nail plate by the disease, according to a 2007 article published in the Journal of the American Academy of Dermatology. Therefore a cure should be based on lab tests and not on visual appearance.\n\nThe fungi that cause onychomycosis thrive in warm, moist areas such as public swimming pools, gyms or shower rooms, according to the NIH.\n\n\"That stuff is everywhere,\" Cohen said. \"It lives in your shoes, it lives in your socks, it lives in your bathroom. They're resistant to freezing and heating. Even if you can get them off your skin, they're just everywhere. The risk of re-exposure is quite high.\"\n\nGeneral hygiene practices such as keeping all nails short, dry and clean by regular trimming will help decrease the risk of infection. One should avoid going barefoot in public places, particularly public showers, and choose a reputable salon that properly cleans and disinfects its manicure and pedicure instruments.\n\nWearing breathable socks and shoes may also help prevent fungal infections, Cohen said.\n\nSometimes, patients will have onychomycosis is just one nail, often because a trauma such as dropping a book on a toe, may make it easier for a fungal infection to take hold, Aly added. Because the fungus can spread to other nails, he encouraged people to clean their nail clippers. People who pursue treatment for their feet should also buy new socks and shoes.\n\n\"Some of those fungal spores, they remain viable for months in those shoes,\" Aly said."}