{"heading": "Rosacea: Symptoms, Diagnosis and Treatment", "contents": "Rosacea is a chronic disease characterized by cyclical flare-ups of redness and pimples around the face. These symptoms, occasionally accompanied by watery and bloodshot eyes (known as ocular rosacea), are usually limited to the facial area and rarely appear in other parts of the upper body, according to theInternational Rosacea Foundation.\n\nRosacea affects approximately 14 million people in the United States, according to theNational Institute of Arthritis and Musculoskeletal and Skin Diseases(NIAMSD). The disorder is most often seen in adults between the ages of 30 and 60, and it appears more frequently in women (particularly those going through menopause) than men.\n\nWhile acne and rosacea are different conditions, a type of rosacea sometimes called \"acne rosacea\" is an inflammatory response to oil in the skin, according to Dr. Dean Kane, head of the Center for Cosmetic Surgery and Medi Spa in Baltimore, Maryland. Acne rosacea occurs when the sebaceous gland is trapped by skin layers over the pores, and the oil sensitizes the skin. This increases the blood supply and creates telangiectasia, better known as spider veins, as well as oiliness, firming of the skin due to collagen formation, thickening of the skin and enlarged pores.\n\nRosacea's signs and symptoms can vary from person to person, according to Jackie Suver, a skin-care expert and esthetician at MD Dermatology in Maryland. Some major signs of the condition are:\n\n\"Secondary signs include skin plaques characterized by broad, raised portions of the skin, dry skin, stinging and burning, skin thickening and reddish and bulbous growths on the nose also known as rhinophyma,\" Suver told Live Science. Rhinophyma is a condition caused by enlarged sebaceous glands beneath the surface of the skin. It is more likely to occur inmen than in women, according to the National Institutes of Health.\n\nTo diagnose rosacea, a doctor examines the patient's appearance of the patient, according to Dr. Janet Hill Prystowsky, a dermatologist who practices in New York. There are no blood tests for rosacea. A typical patient with rosacea is an adult with redness in the central face (cheeks and nose) frequently with some bumps that look like pimples. While a biopsy of the skin may confirm skin changes consistent with rosacea, this is rarely done because rosacea affects the face and a biopsy will leave a scar, Prystowsky said.\n\nThough there are no blood tests for rosacea, other blood tests may help exclude less common causes of facial flushing such as systemic lupus or other autoimmune conditions, Suver said. \"A non-invasive test called a skin scraping may be performed to help exclude other causes of facial skin bumps such as staph or herpes infections,\" she added.\n\nThere is currently no cure for rosacea. The condition may last for years, according to theAmerican Academy of Dermatology, and the symptoms can get worse over time.\n\nHowever, Prystowsky said, there are many treatments for rosacea. The topical antibiotic metronidazole (brand names Metrocream, MetroGel or Noritate) is most commonly used treatment. A more natural approach, she said, is Finacea, a gel that contains azelaic acid, an organic compound found in wheat, barley and rye.\n\nMicroscopic mites can live in skin pores and aggravate rosacea, according to Prystowsky. These are treated with ivermectin (Stromectol) or other mite-killing agents.\n\nIn some cases, oral antibiotics such as doxcycline (Adoxa) are helpful, and occasionally isotretinoin (Absorica, Accutane, Claravis, and other brand names) is used for extreme cases, Prystowsky said. Laser treatments using a pulsed dye laser is helpful in diminishing the appearance of dilated vessels and redness of the face in addition to therapy.\n\nRecently a topical agent, brimonidine (Mirvaso), has become available to help control the redness. It can lower blood pressure so it should be used cautiously and kept away from children, according to Prystowsky.\n\n\"It is important to seek a health care providers advice before using random over-the-counter products. Rosacea skin tends to be more sensitive and easily irritated so getting professional recommendations is important,\" Suver said.\n\nA number of environmental factors and habits can aggravate rosacea or make the symptoms worse by increasing blood flow to the surface of the skin. These triggers can vary among patients. Patients should be aware them and learn to avoid them, according to theMayo Clinic. For some, simple things such as hot beverages, spicy food, alcohol and hot baths can lead to flushing of the skin and can worsen rosacea. People whose skin is sensitive to sunlight should wear broad-spectrum sunscreen, and those with overly dry skin should stick to mild cleansers and oil-free moisturizers."}