{"heading": "Breast Cancer: Symptoms, Treatment & Prevention", "contents": "Breast cancer is an uncontrolled growth of cells that starts in the breast tissue. About one in eight women in the United States will develop the condition in her lifetime, according to the National Institutes of Health.\n\nIt is the second most common cancer in women, after skin cancer, and in 2014 more than 232,000 U.S. women were diagnosed with the condition,according to the National Cancer Institute.\n\nBreast cancer is most commonly diagnosed in women ages 55 to 64. The disease can also occur in men, but it is much less common: Male breast cancer accounts for less than 1 percent of all breast cancer cases, according to NCI.\n\nSurvival rates for breast cancer have increased in recent years. Between 2004 and 2010, about 89 percent of breast cancer patients lived for at least five years after their diagnosis, the NCI says.\n\nThe exact cause of breast cancer  that is, what causes breast cells to start to grow out of control  is not known. The combination of a person's genes and their environment likely plays a role in the development of the disease,according to the Mayo Clinic.\n\nIn about 5 to 10 percent of breast cancer cases, genetic mutations are linked to the disease. For example, women with mutations in the BRCA genes are at increased risk for breast cancer. Some studies show that women with mutations in the BRCA1 gene have a 50 percent to 70 percent chance of getting breast cancer by age 70, and women with mutations in the BRCA2 gene have a 40 percent to 60 percent chance,according to the Susan G. Komen Foundation, a nonprofit organization that funds breast-cancer research and advocates for patients.\n\nOther risk factors include a family history of breast cancer, starting menstrual periods before age 12 or going through menopause after age 55, not having children, having dense breast tissue, and using hormone therapy after menopause, according to theAmerican Cancer Society. However, most women who get breast cancer don't have any risk factors for the disease, other than their gender and age, the ACS says.\n\nNot everyone with breast cancer will have symptoms before they are diagnosed. But, according to theCenters for Disease Control and Prevention, possible symptoms of the disease include:\n\nIt's important to note that even these symptoms dont necessarily mean a malignancy is present and often signal a benign condition, such as a cyst or infection.\n\nBreast cancer screening tests are done on symptom-free women, with the goal of catching the disease early. One of the main screening tests is a mammogram, or an X-ray of the breast. The United States Preventive Services Task Force recommends mammograms every two years for women ages 50 to 74.\n\nHowever, exactly when women should start to get mammograms, and how frequently they should get them, has been debated. For example, the American Cancer Society recommends that women get their first mammogram starting at age 40, and get them every year after.\n\nSome studies suggest a benefit to regular mammogram screening. A 2013 study of breast cancer patients in Boston, published in thejournal Cancer, found that, among women who died of the disease, most had not undergone regular breast cancer screening. However, some researchers criticized the study because it did not look at screening rates among women who survived breast cancer.\n\nA major concern with breast cancer screening is that it increases the risk of \"overdiagnosis,\" that is, diagnosis of cancers that would not cause noticeable disease during women's lifetimes. A2012 study published in the journal Annals of Internal Medicinefound that up to 25 percent of women diagnosed with breast cancer through a mammogram were actually overdiagnosed.\n\nAnother study, published in theNew England Journal of Medicine in 2012, found that, while mammograms have increased detection of early-stage breast cancers, they have done little to reduce the risk of death from advanced stage breast cancer.\n\nThere is also concern that frequent mammograms increase the chance that a woman will receive a false positive result: A2011 study in the journal Annals of Internal Medicinefound that 61 percent of women who get yearly mammograms will have at least one false positive result over a decade.\n\nThe CDC recommends that women ages 40 to 49 speak with their doctor about when to start mammograms, and how often to get them.\n\nOther screening tests for breast cancer include a clinical breast exam, in which a doctor feels for lumps or changes in the breast, or a self-exam, when a woman checks her own breasts for lumps or changes in size or shape. However, neither a clinical breast exam nor a self-exam have been found to decrease the risk of dying from breast cancer, the CDC says. So if women have these exams, they should also undergo mammograms as well, if they are in the age group for which mammograms are recommended, the CDC says.\n\nIf a screening method reveals possible breast cancer, follow-up tests are done to confirm the diagnosis. These include:\n\nIf cancer is confirmed, doctors will perform additional tests to determine whether the cancer has spread within the breast, to the lymph nodes or to other parts of the body.\n\nThe earliest form of breast cancer is called ductal carcinoma in situ, and means that the cancer cells are confined to the milk ducts in the breast. This type of breast cancer is non-invasive (meaning it has not spread to other parts of the breast), and is the most curable form of the disease.\n\nIf the breast cancer has spread beyond the ducts and invaded other breast tissue, it is called infiltrating ductal carcinoma. This is the most common form of the disease, account for nearly 80 percent of breast cancers,according to Johns Hopkins School of Medicine. This form of the disease could eventually spread to the lymph nodes or other parts of the body.\n\nAfter diagnosis doctors also learn if the tumor is caused by a genetic mutation passed through families, or whether there are hormone receptors on the breast cancer cells, which indicate that the cancer may be responsive to hormonal treatment.\n\nThe treatment for breast cancer depends on the type of cancer and whether it has spread within the breast or to other parts of the body. Many people with the disease get more than one treatment, the CDC says. Treatments generally either target the cancer at its location, or target cancer cells throughout the body.\n\nLocal treatments include surgery and radiation, which attempt to remove or destroy the cancer in the breast without affecting the rest of the body. Surgery can include a lumpectomy  a breast-conserving surgery that that removes the tumor and part of the surrounding tissue  or the more aggressive mastectomy, which removes the entire breast and is usually done in more advanced cases, according to theNational Breast Cancer Foundation.\n\nSystemic treatments (which affect the entire body) are given by mouth or through the bloodstream and target cancer cells throughout the body. These include chemotherapy, which uses toxic drugs such as cyclophoshamide (sometimes referred to by its brand name, Cytoxan) or methotrexate. Cancer fueled by the hormones estrogen or progesterone can be treated with hormone suppressors such as tamoxifen or raloxifene (Evista).\n\nMore recent systemic treatments include biological therapy, which use the immune system to fight the cancer and targets breast cancer cells containing high levels of a certain protein. Commonly used biologics are bevacizumab (Avastin) or trastuzumab (Herceptin).\n\nA patient will likely see several doctors for her treatment, including surgeons, medical oncologists and radiation oncologists, the CDC says."}