{"heading": "Hepatitis: Symptoms, Treatment & Prevention", "contents": "Hepatitis is the inflammation of the liver. Although hepatitis can be the symptom of many illnesses, including autoimmune diseases, it is most often caused by a viral infection.\n\nThere are five main types of viral hepatitis  A, B, C, D and E. Of those, Hepatitis A, B and C are the most common types in the United States, according to theCenters for Disease Control and Prevention(CDC). Viral hepatitis sometimes goes away without any treatment, but in some cases, the virus will stay in the body and cause a chronic infection.\n\nSome people with hepatitis have no symptoms, according to theNational Institute of Diabetes and Digestive and Kidney Diseases(NIDDK). When symptoms occur, they can include:\n\nHepatitis can be caused by drugs, alcohol or other toxins, by infection with bacteria, viruses or parasites, or when the body mistakenly attacks the liver (an autoimmune disease), according to theWorld Health Organization. Hepatitis viruses are the most common cause of the illness.\n\nHepatitis A and E are acute (short-term) viral infections typically transmitted through food or water contaminated by fecal matter, the WHO says. The primary sources of the hepatitis A and E viruses are raw or undercooked food, food handled by people who have not properly washed their hands and water contaminated by animal or human waste.Hepatitis Eis rare in the United States, but common in other parts of the world, according to the CDC. Hepatitis B is spread through exposure to infected blood, through sexual contact with an infected person, or during childbirth, when the virus can be transmitted from mother to child, according to the NIDDK.\n\nHepatitis C is mainly spread through contact with the blood of an infected person, according to the CDC. Such contact can occur when people share needles to inject drugs. Less commonly, hepatitis C can spread through sex or childbirth.\n\nHepatitis D is also spread through contact with blood, but infections with this virus only occur when someone is also infected with hepatitis B. Injection drug users are at greatest risk for this type of hepatitis, according to theNIDDK.\n\nAcute liver infection is usually suspected when patients have symptoms such as jaundice and fatigue. Blood tests can then be used to determine the presence and quantity of hepatitis virus and antibodies in the body. The doctor may suggest getting a liver biopsy if chronic hepatitis B and C is suspected and there's a chance of liver damage.\n\nSince liver damage can occur before there are any overt signs and symptoms, routine screenings for hepatitis B and C are recommended for people who have a high risk of coming in contact with the viruses. Regular testing is recommended for injection-drug users, men who have sex with other men, people taking immunosuppressive drugs, HIV-positive patients and pregnant women, according tohepatitis B guidelines from the CDC.\n\nChronic infection and inflammation can lead to extensive scarring of the liver (cirrhosis) and impaired liver functions. While the estimated number of new infections in the United States has been declining, hepatitis B and C viruses can persist as chronic infections, according to statistics reported to the National Notifiable Disease Surveillance System. Both are leading causes of chronic liver disease and liver cancer in the United States.\n\nAbout 2 to 6 percent of adults infected with hepatitis B, and about 75 to 85 percent of people infected with hepatitis C, will develop a chronic infection,according to the CDC. Infants and children who contract hepatitis B have a higher risk for chronic infection.\n\nHepatitis B infections can also increase the risk of becoming infected with hepatitis D, which cannot be contracted unless there's already a pre-existing hepatitis B infection, according to the Mayo Clinic. Hepatitis B can also cause kidney problems, and infected adults are more likely than children to experience kidney failure.\n\nBoth hepatitis A and E do not lead to chronic infections, according to the CDC. However, in rare cases, acute liver failure could occur in older adults and those who already have other chronic liver diseases.\n\nMost acute hepatitis infections brought on by the hepatitis A, B, C and E virus will resolve on their own over several weeks or months, according to the NIH. However, severe cases of acute hepatitis B can be treated with antiviral drugs such as lamivudine (trade name Epivir).\n\nChronic hepatitis B and C infections (which do not get better on their own after a few months) may be treated with antiviral medications such as pegylated interferon (peginterferon) injections or oral antivirals such as lamivudine for hepatitis B or ribavirin (trade name Copegus, Rebetol, Ribasphere) for hepatitis C. However, ribavairin must be taken with peginterferon in order for it to be an effective treatment against hepatitis C,according to the NIH. Liver transplants may be necessary if the liver is severely damaged.\n\nRoutine childhood hepatitis A vaccination, which was implemented in many parts of the United States in the 1990s, has significantly reduced new cases of Hepatitis A by 95 percent between 1995 (12 cases per 100,000 people ) to 2010 (less than 1 case per 100,000 people),according to the CDC.\n\nHepatitis B vaccination is also available, and it is 95 percent effective in preventing viral infections and its chronic consequences, according to the WHO.\n\nAlthough there is no vaccine for hepatitis D, the disease can still be prevented by vaccinating against hepatitis B.\n\nBabies born to mothers infected with hepatitis B should receive hepatitis B immune globulin and the hepatitis B vaccine within 12 hours of birth to help prevent infection, the NIH says."}