{"heading": "Polycystic Ovary Syndrome: Symptoms and Treatment", "contents": "The most prevalent hormonal disorder of women of child-bearing age, polycystic ovary syndrome (PCOS) can lead to infertility as well as serious complications such as diabetes, heart disease or stroke.\n\nAccording to the Mayo Clinic, PCOS affects about five million Americans and is named for the multiple cysts lining the outer edge of the ovaries. Its cause is unknown but may be linked to insulin resistance, according to the Polycystic Ovarian Syndrome Association.\n\nPCOS can show up anytime between adolescence and post-menopause, but symptoms vary between patients in both type and severity, according to the Mayo Clinic. An abnormally high level of androgens, or male hormones, is typically present in women with PCOS, and about 60 percent are overweight or obese.\n\nInsulin resistance  the body's inability to effectively use insulin to metabolize sugar  is thought to play a prominent role in PCOS, as is heredity.\n\nAccording to the U.S. Department of Health and Human Services, symptoms include:\n\nSince no single test can detect PCOS, other possible conditions must first be ruled out, according to the Mayo Clinic. Tests typically include:\n\nTo confirm a diagnosis of PCOS, two of three major symptoms must be present: menstrual abnormality, excess androgen and polycystic ovaries. Some PCOS patients' ovaries appear normal, and other women with cysts may not have PCOS.\n\nCertain conditions can be triggered by PCOS, some of them serious. Obesity makes them more likely, according to the Mayo Clinic. Complications include:\n\nPCOS has no cure, so treatment focuses on symptom management. Aside from lifestyle changes to promote weight loss, certain drugs  including insulin  can be prescribed to regulate hormone levels.\n\nAccording to the Department of Health and Human Services, these include:\n\nIf fertility medications don't work, surgery is sometimes performed on the ovaries to increase chances of ovulation. Called \"ovarian drilling,\" the ovaries are punctured with a small needle that carries an electric current, which can induce ovulation by reducing androgen levels, according to the Mayo Clinic. The surgery is done laparoscopically using a tiny camera to see the pelvic organs through small incisions in the abdomen."}