{"heading": "Obesity: Causes, Complications & Treatments", "contents": "Obesity is a condition in which a person has excess body fat.\n\nAround the world, rates of obesity are on the rise: Since 1980, the global obesity rate has nearly doubled, and there are now over 200 million obese men and nearly 300 million obese women,according to the Harvard School of Public Health.\n\nIn the United States, more than one third of adults (or 78.6 million people) are obese,according to the Centers for Disease Control and Prevention.\n\nObesity is usually defined using a ratio of height to weight calledbody mass index (BMI), which often correlates with a person's level of body fat. According to the CDC, an adult with a BMI of 30 or higher is considered obese.\n\nAt a fundamental level, obesity occurs when people regularly eat more calories than they burn. A number of factors can contribute to obesity, including a lack of physical activity, a lack of sleep, genetics and certain medications that slow calorie burn, increase appetite or cause water retention, such as corticosteroids, antidepressants or some seizure medications.\n\nModern culture and conveniences also, in part, contribute to obesity. According to theNational Heart, Lung, and Blood Institute, environmental factors that promote obesity include: Oversized food portions, busy work schedules that don't allow for physical activity, lack of access to healthy foods at supermarkets, and lack of safe places for physical activity.\n\nObesity has also been found to \"spread\" socially among friends. A2011 study published in the American Journal of Public Healthsuggested that the reason for this social spread was because friends share similar environments and carry out activities together that may contribute to weight gain.\n\nCertain health conditions also can lead to weight gain, including:\n\nObesity increases the risk of developing a number of serious health conditions, including:\n\nA 2009 study published in the journalPLOS Medicinesuggested that being obese/overweight is responsible for more than 200,000 deaths in the United States each year.\n\nObesity may also take an emotional toll, some people with obesity experience depression, feelings of social isolation, discrimination and an overall lower quality of life, according to the Mayo Clinic.\n\nWhether or not obesity should be considered a \"disease\" (or an abnormal state) is a matter of debate. In 2013, the American Medical Association, the nation's largest group of physicians,voted to recognize obesity as a disease.\n\nThe decision was meant to improve access to weight loss treatment, reduce the stigma of obesity and underscore the fact that obesity is not always a matter of self-control.\n\nBut others argue that calling obesity a disease automatically categorizes a large portion of Americans as \"sick,\" when they may not be. Instead, critics say obesity should be considered a risk factor for many diseases, but not a disease in and of itself.\n\nTo get to a healthy weight, patients may see several health professionals, including a dietitian, behavioral therapist, and obesity expert, according to the Mayo Clinic.\n\nAlthough there are lots of fad diets, such short-term dietary changes are not the best way to maintain a healthy weight, the CDC says. Instead, people should aim to make long-term changes, such as eating healthy on a regular basis, and boosting daily physical activity.\n\nEven small amounts of weight loss  such as 5 to 10 percent of your total body weight - can have health benefits, the CDC says.\n\nAccording to the CDC, Some actions that may help with weight loss include:\n\nOnce you've lost weight, regular physical activity (60 to 90 minutes of moderate physical activity per day) can help keep weight off, the CDC says.\n\nFor people who are still severely obese after attempting to lose weight through diet and exercise, other treatments, such asbariatric surgery, may be an option. Bariatric surgery is recommended for people with a BMI of 40 or more, or if they have a serious health problem related to their obesity and have a BMI of 35 or more.\n\nPeople with a BMI of 30 or more are eligible for an adjustable gastric band (one type of bariatric surgery) if they also have at least one health problem linked with obesity.\n\nOther treatment options for obesity include certain prescription and over-the-counter medications that curb appetite, such as orlistat and lorcaserin, but the drugs can cause side effects, such as cramping, diarrhea,headaches, dizziness and nausea.\n\nWeight loss medication should be used along with diet and exercise to help people lose weight, and some weight loss medications are only intended for short-term use."}