{"heading": "Strep Throat: Symptoms and Treatment", "contents": "Strep throat (also known as pharyngitis or streptococcal pharyngitis) is a bacterial infection. Two types of bacteria can cause strep throat: Group A (also known as Streptococcus pyogenes) and Group B. Each strain of bacteria can result in different complications.\n\nStrep bacteria are very contagious, and spread by nasal secretions and saliva. Strep throat most often afflicts children younger than 16, according to the Mayo Clinic.\n\nAccording to the Centers for Disease Control and Prevention (CDC) strep bacteria is spread through infected droplets of spit that are distributed by coughing and sneezing. Strep throat itself is not particularly dangerous but the infection can worsen, especially if it goes untreated. If strep throat does not improve within two days of beginningtreatment, it could indicate the presence of another infection, the spread of strep to other areas outside the throat, or an inflammatory reaction. Strep bacteria may infect the tonsils and sinuses if left untreated. Also, the middle ear, skin and blood can become infected.\n\nGroup A strep can result in scarlet feverimpetigo, toxic shock syndrome, cellulitisand necrotizing fasciitis (flesh-eating disease), according to the National Institutes of Health (NIH). Rheumatic fever may occur two to four weeks after an individual is infected with strep, according to the Mayo Clinic. Symptoms of this condition includeswollenjoints and fever.\n\n\"The inflammatory process can occur soon after a strep infections or weeks later. Many patients don't remember having the initial sore throat. Rheumatic fever can be mild or very serious causing permanent damage to the heart,\" Dr. Stacey Silvers of the Madison Skin and Laser Center in New York, told Live Science.\n\nGroup B strep can result in cause blood infections, pneumonia and meningitis in newborns, according to the NIH. Some women carry this type of bacteria in their intestines and vagina, but it is not passed through sexual contact. However, mothers can pass the bacteria to a newborn during birth. Most babies who come in contact will not become sick, but the few babies who do become sick can have severe problems, including infections in the blood (sepsis), the lungs (pneumonia) or the brain (meningitis).\n\nIn adults, Group B strep can cause urinary tract infections, blood infections, skin infections, pneumoniaand, rarely, meningitis, according to the CDC.\n\nStrep bacteria can also causeinflammationof the kidneys. Called post-streptococcal glomerulonephritis, the condition can occur one to two weeks after a strep throat infection. One indication of this type of inflammation is rust-colored urine.\n\nSymptomsof strep throat typically appear several days after exposure to the bacteria. The most commonsymptomof a strep infection is a sore throat. Individuals may also have trouble swallowing and the tonsils and lymph nodes may feel swollen. Some individuals may experience fever, stomach ache or vomiting, fatigue or headache. A white rash may develop on the tonsils or the throat may have stringy puss, according to the Mayo Clinic.\n\nSome believe that if the patient doesn't have a rash, then strep throat isn't the cause of the illness. This isn't so. \"Patients do not need to present with a rash while suffering with strep throat,\" Silvers said. \"More patients do not get the rash, some do however. The rash is an indication of scarlet fever.\"\n\nTo diagnose strep throat, a physician will perform a physical exam, as well as several tests.\n\nDuring the physical, a doctor examines the throat and mouth for signs of infection including redness and swelling. Also, the doctor will check for a fever and feel the lymph nodes, which will be enlarged in the presence of infection.\n\nMany types of bacteria and, more frequently, viruses can cause a sore throat, so to determine what is causing the infection a physician will perform a strep test, according to the CDC. If the test is negative, but the physician still believes that the patient may have strep, a throat culture may be taken. During a throat culture, the back of throat and tonsils are swabbed and the sample is sent to a lab for analysis.\n\nAlthough physicians often suspect that strep bacteria are the cause of a sore throat, researchers at the University of Alabama at Birmingham recently found that another bacterium,Fusobacterium necrophorum, should also be on doctors' short lists. In a study published in the December 2009 issue of the journal Annals of Internal Medicine, the researchers noted that the bacteria might be the culprit of up to 10 percent of sore throat cases in adolescents and early 20-somethings.\n\nIt is possible for strep throat to clear up without treatment; however, the risk of complications increases. Moreover, the infection is contagious until treated.\n\nPenicillin and amoxicillin are typically prescribed to treat strep throat. For individuals with a penicillin allergy, newer generations of antibacterials may be used. These include cephalexin, erythromycin and azithromycin. All of these antibiotics kill strep bacteria, alleviate symptoms, and decrease the amount of time an individual is sick. Physicians may also recommend an over-the-counter pain and fever reducer.\n\nWithin 24 of beginning treatment, an individual is usually no longer contagious and he or she will begin to feel better, according to the Mayo Clinic. Still, all medication should be taken for the duration prescribed in order to prevent complications.\n\nIn addition to medication, individuals should rest from work and school, drink plenty of water and avoid chemicals and environments that may further irritate the throat. Also, gargling warm salt water, using a humidifier and eating soft and cold foods can soothe the throat.\n\nSome people are more susceptible to getting strep throat repeatedly. Often, doctors will prescribe tonsil removal to prevent further infections. \"Tonsil removal is a great treatment option for recurring tonsillitis. It's not healthy to be on3-4 antibiotics per year,\" said Silvers. \"Adult onset tonsillitis is often triggered by LPR or silent reflux. The acid can kill some of the healthy bacteria flora that protect us, making us more susceptible to tonsil infection, bronchial infections and sinus infections. If reflux treatment doesn't reduce or resolve recurrent tonsillitis then the tonsils should be removed.\""}