{"heading": "Gallstones: Causes, Treatment and Prevention", "contents": "Gallstones are supersaturated, pebble-like deposits of bile inside the gallbladder. They can be as small as a grain of sand or as big as a golf ball and can occur as a single stone or as a collection of stones in a combination of sizes. There are two types of gallstones  cholesterol stones, which account for 80 percent of gallstones, and pigment stones, which are composed of bilirubin, a chemical found in bile, according to the National Institutes of Health.\n\nGallstones occur in as many as 60 to 70 percent of American Indians and 10 to 15 percent of white adults in developed countries, according to a 2010 review in thejournal Gastroenterology Clinics of North America. They are also more common in women, people over the age of 40 and people with a family history of gallstones.\n\nBile is made in the liver and it is stored in thegallbladderuntil it is transported to the small intestine, where it helps with digestion of fats and fat-soluble vitamins, such as A, D, E and K.\n\nGallstones occur when there's an imbalance in the bile transportation process. Cholesterol stones can form when bile contains too much cholesterol, too much bilirubin or not enough bile salts, according to theNational Institute of Diabetes and Digestive and Kidney Diseases(NIDDKD).\n\n\"Cholesterol is a naturally occurring substance within our bile,\" said Dr. Kalman Bencsath, a general surgeon at Cleveland Clinic in Ohio. \"When you have an abnormal accumulation, you can wind up with cholesterol crystals precipitating out, and growing over time into what we call stones.\"\n\nGallstones can also occur when the gallbladder does not empty into the common bile duct completely or often enough. Women are twice as likely as men to develop gallstonesbecause excess estrogen from pregnancy, hormone replacement therapy, andbirth control pillsmay increase cholesterol levels and decrease gallbladder movement, which can facilitate gallstones.\n\nBlack pigment stones usually consist of bilirubin polymers and calcium carbonate, and they rarely contain cholesterol. These stones are mostly found in the gallbladder, and can develop as a result of liver damage, alcoholic liver disease, hemolytic anemia and old age, according to theUniversity of Maryland.\n\nBrown pigment stones usually consist of calcium bilirubinate, fatty acids and small amounts of cholesterol. These are usually found in the bile duct and they are almost always associated with bile infections, inflammations and occasionally, parasitic infestations in the liver.\n\nPeople who have significant fluctuations in weight, such as from a pregnancy or operation, are also at risk of developing gallstones, Bencsath said.\n\nThe majority of people with gallstones are asymptomatic. Therefore, gallstones are often discovered during routine X-ray, abdominal surgery or other medical procedures, according to the NIH.\n\nOccasionally, gallstones can cause prolonged discomfort and cramps as the stones wind down the bile duct, creating a blockage and increasing the pressure in the gallbladder. These sudden occurrences are known as gallbladder \"attacks\" and they often happen during the night or after a fatty meal, according to NIDDKD.\n\nSymptoms include pain in the center or upper right of the upper abdomen, or pain around the back or right shoulder blade, Bencsath said.\n\nWhen pain occurs, the doctor will order anultrasound examto look for gallstones. Although ultrasound is the most sensitive and specific test for gallstones, the doctor may also order a CT scan if the symptoms are more serious, since the CT scan can also detect complications such as a ruptured or infected gallbladder or bile duct.\n\nA hepatobiliary iminodiacetic acid (HIDA) scan, magnetic resonance imaging (MRI) or endoscopic retrograde cholangiopancreatography (ERCP) are some other imaging techniques that can be used to locate the gallstones, according to theMayo Clinic. In the case of ERCP, the doctor can simultaneously locate and remove the gallstones using the endoscope that he or she passes down through the mouth, esophagus, stomach and small intestine to reach the bile duct, Bencsath said.\n\nGallstones can sometimes lead topancreatitis. They can also lead to cholangitis, an infection that happens when a gallstone becomes trapped in the bile duct.\n\n\"Its a potentially life threatening infection of the bile ducts and liver,\" Bencsath said. \"It requires rapid and prompt attention with antibiotics with ERCP procedure. Once the patient has recovered, then the recommendation can be to remove the gallbladder, so that the risk of that happening again is eliminated.\"\n\nIf a person has minimal or no symptoms, and if they have few or small stones, then they can take medication for gallstones, Bencsath said. A pill containing ursodiol, a substance naturally produced by the body, can dissolve cholesterol in the gallbladder. But ursodiol can take up to six months to work, and gallstones reoccur in about 50 percent of people who take it, Bencsath said.\n\nSurgery may not be needed unless there are symptoms, according to the NIH. However, people with frequent gallbladder attacks may opt to have their gallbladder surgically removed. The procedure is known as cholecystectomy and it can be performed using a laparoscope and a miniature video camera. The process is minimally invasive, and patients can typically go home following the operation, Bencsath said.\n\nOne type of laparoscopic surgery involves four tiny cuts. One cut about 0.75 inches (2 centimeters) at the belly button and three other cuts about 0.25 inches (0.6 cm) nearby. The surgery takes about an hour, and the patient can go home the same day, Bencsath said.\n\nAnother laparoscopic method uses just one incision at the belly button. But the incision is longer  an inch (2.5 cm)  and people who get it have an increased risk of developing a hernia, he said.\n\nLaparoscopic cholecystectomy is often preferred over open cholecystectomy, which requires a 5- to 8-inch incision across the abdomen and can result in a hospital stay and a longer recovery time. Open surgery accounts for about 5 percent of gallbladder operations, and it is usually done if the gallbladder has severe inflammation, infection, or scarring from other operations, according to the NIDDKD.\n\nOnce the gallbladder is removed, the liver continues to make bile, which can travel down the bile duct into the intestine, Bencsath said.\n\nGallstones occur more frequently in people at two opposite ends of the weight spectrum  those who are overweight or obese, and those who fast or lose a lot of weight quickly. In addition, research published in thejournal Gutin 2005 suggests that high intake of carbohydrate, a fluctuating glycaemic load and glycaemic index increase the risk of symptomatic gall stone disease in men. Therefore, it is important to adopt a healthy diet and stick to regular meal times.\n\nAdditional reporting by Live Science Staff Writer Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}