{"heading": "Bladder Cancer: Symptoms and Treatment", "contents": "Bladder cancer is a cancer of the lining of the bladder, a piece of muscle that has multiple layers. Bladder cancer occurs more frequently among older men, with the median age of diagnosis being 73 and the media age of death being 78, based on data collected in the United States from 2003 to 2007.\n\nThe National Cancer Institute estimates that that there will be 74,690 new cases and 15,580 deaths from bladder cancer in the United States in 2014. About 70 to 80 percent of new diagnoses for bladder cancer are superficial, noninvasive bladder cancer, according to the National Cancer Institute. If the cancer spreads further into the muscle wall of the bladder or to nearby lymph nodes and organs, it is called invasive bladder cancer.\n\nSmoking is the greatest risk factor for bladder cancer, according to the Centers for Disease Control and Prevention, causing approximately 30 percent of bladder cancers among women and 50 percent of bladder cancer among men.\n\nCertain professionals, such as bus drivers and auto mechanics, leather workers and hairdressers, may also be at increased risk because of chemicals they work with, such as benzene, naphthylamine and ortho-toluidine.\n\nFamily history of bladder cancer can also increase risk, said Dr.David Samadi, the chairman of urology and chief of robotic surgery at Lenox Hill Hospital in New York City.\n\nBlood in the urine (hematuria) is the most common symptom of bladder cancer. It is characterized by urine that may appear dark yellow, bright red or cola-colored, according to the Mayo Clinic. However, hematuria can be intermittent, even when caused by serious disease, and its severity is not correlated to the severity of the underlying cancer.\n\nHematuria can indicate a number of maladies, including urinary tract infections, bladder stones, kidney stones and kidney cancer, but \"a lot of times bladder cancer should be the hallmark of hematuria,\" Samadi told Live Science. \"If they see blood in the urine, they should think bladder cancer until they rule out other things.\"\n\nOther symptoms of bladder cancer may also include frequent urination, painful urination, urinary tract infection and lower back pain, Samadi said.\n\nWhen a patient comes to the office, doctors may take a urine test to look for blood in the urine or for any abnormal cells that are shed by the bladder. Other tests include a cystoscopy  involving a long tube with a camera at the tip  that the doctor inserts into the body to see the inside of the urethra and the bladder.\n\n\"[Superficial] bladder cancer has a very typical look,\" Samadi said. \"It has a stem. It's almost broccoli- or cauliflower-looking.\"\n\nIf the cancer cells are flat, it indicates that the cancer is aggressive and has a tendency to spread, he said. If invasive bladder cancer is suspected, the doctor may also order MRIs, CT scans and X-rays in order to determine if the cancer has spread to the kidneys, ureters and other internal organs.\n\nSuperficial bladder cancer, which originates from the lining of the bladder, can often be treated, according to the National Cancer Institute. Based on data collected by the SEER Cancer Statistic Review between 2004 and 2010, the five-year survival rate for those with superficial bladder cancer was 96.2 percent while the overall five-year survival rate of bladder cancer was 77.4 percent.\n\nTransurethral resection (TUR), with or without radiation therapy or chemotherapy, is one of the main treatments for superficial cancer, according to the Mayo Clinic. In this procedure, a tool with a small wire loop on the end is inserted into the bladder through a cystoscope. The tumor and the surrounding area are then burned with an electric current (fulguration) or special high-energy laser. Although the surgery has a high rate of success, patients are still advised to undergo regular cystoscopy every three months afterwards to monitor for any relapses, Samadi said.\n\n\"Bladder cancer is highly treatable if it's contained and it's in the early stage,\" he said. \"But these superficial bladder cancers, they can recur a lot. And that's part of the reason why the follow-up has to go on for many years after that.\"\n\nSegmental cystectomy, where only one part of the bladder is removed, may be used to treat invasive cancer that is low grade and has invaded only one area of the bladder wall. However, radical cystectomy, where the entire bladder is removed, is the most common type of surgery for invasive bladder cancer according to the National Cancer Institute. Some surrounding tissues, nearby lymph nodes and organs may also be removed during the procedure in order to get rid of any remaining cancerous growth. During the surgery, the surgeon will also need to reconstruct an artificial bladder and/or ureters in order to let the body store and pass urine.\n\n\"This is obviously a big operation,\" Samadi said. \"We do them robotically now.\" Robotic surgery is less invasive and has less blood loss, he said.\n\nWith a robot, \"I'm able to remove the bladder and build a new bladder out of small intestine,\" Samadi said.\n\nIn addition to surgery, patients may also undergo biologic therapy, where the bacterium Bacille Calmette-Gurin (BCG) or synthetic immune proteins are used to boost, direct or restore the body's immune response against cancer, according to the May Clinic. These treatments are often administered directly into the bladder through the urethra.\n\nFollow Laura Geggel on Twitter @LauraGeggel and Google+. Follow Live Science @livescience, Facebook& Google+. Original article on Live Science."}