{"heading": "Cold Sores: Symptoms, Treatments and Prevention", "contents": "Medically known as recurrent herpes labialis, cold sores or \"fever blisters,\" are groups of painful, fluid-filled blisters that tend to cluster on or around the lips, though they can occasionally affect the tongue, gums and the hard and soft palate. Herpes Simplex Virus Type 1 (HSV-1) is the most common virus that causes cold sores and is usually acquired through direct contact with infected lesions or body fluids such as saliva.\n\n\"An outbreak generally causes small blisters or sores around the mouth, and they heal within a couple of weeks,\" said Dr. Alan Mensch, the senior vice president of medical affairs at North Shore - Long Island Jewishs Plainview and Syosset hospitals.\n\nIn the United States, 54 percent of people ages 14 to 49 tested positive for HSV-1 antibodies from 2005 to 2010, according to a 2013 study in theJournal of Infectious Diseases. When the researchers looked at specific age groups, they found the following tested positive for HSV-1 antibodies: 30.1 percent of 14 to 19 years olds; 49.5 percent of 20 to 29 years olds; 61.8 percent of 30 to 39 year olds and 63.6 percent of 40 to 49 year olds.\n\nHSV-1 has decreased in younger individuals over time, likely because of \"improvements in living conditions, better hygiene and less crowding,\" the researchers said. But adolescents without HSV-1 antibodies may be at increased risk of getting the virus when they become sexually active, they added.\n\nLike other herpes viruses, HSV-1 can hibernate in nerve cells without causing symptoms, but then re-emerge when a person is sick, stressed or menstruating, causing new cold sore outbreaks. But recurring cold sores appear only in 14 to 40 percent of infected individuals, according to a 2002 report by theNational Institute of Dental and Craniofacial Research.\n\nPatients with recurrent cold sores usually experience tingling, itching and burning sensations before blisters and lesions appear, according to data from a 2007 review from the Harvard School of Dental Medicine. Lab tests such as viral isolation in tissue culture and direct immunofluorescent antibody testing are available to confirm the diagnosis, though they are rarely used on otherwise healthy patients.\n\nHowever, most doctors are able to recognize cold sores when they see them.\n\n\"It's really a clinical diagnosis,\" Mensch told Live Science. \"I guess it can be cultured, but I don't think anybody does that. There's very few things that it can be confused with.\"\n\nCold sores are different fromcanker sores, which are small ulcers that usually appear inside the mouth and are not caused by the HSV-1 virus.\n\nTouching cold sores can also cause a rare infection, known as herpetic whitlow, which causes a person's finger or hand to have redness, swelling and blisters that ooze clear or yellowish fluid, Mensch said. Herpetic whitlow should be treated quickly before it leads to complications such as superinfection or herpetic encephalitis, a herpes infection of the brain.\n\nIn an otherwise healthy person, cold sores will heal spontaneously without scarring in seven to 10 days. Most treatmentsfor cold sores target the symptoms, not the virus, and are most effective when they're applied at the first sign of symptoms. Over-the-counter protectants and anti-inflammatory creams can be applied over the blisters to provide temporary relief, but they have only minor effects on how fast they heal, according to a 2008 article published in thejournal Canadian Family Physician. However, lysine supplements could possibly reduce the number and duration of outbreaks, according to theUniversity of Maryland Medical Center.\n\nOral antiviral medications, such as acyclovir (under the brand name Zovirax) or famciclovir (Famvir), are usually prescribed to immunosuppressed patients. Although these can be ineffective after three to four days of blisters, some studies, including adouble-blind study by the University of Utah, have shown that antiviral medication can help the sores heal faster and make the sores less painful.\n\nSince herpes virus is contagious, it's best to avoid direct contact with cold sores and avoid sharing personal items such as razors and towels. Stress can also trigger an outbreak, as can a cold or fever, hence the names \"cold sores\" and \"fever blisters,\" even though it is HSV-1, and not a fever or cold that causes the sores, Mensch said.\n\nCurrent research on the whether antiviral creams and sunscreen can prevent cold sores is contradictory based on several trials, according to the Canadian Family Physician article. However, if the virus returns frequently, oral antiviral medication may reduce the frequency of cold sores."}