{"heading": "Type I Diabetes: Symptoms and Treatment", "contents": "Type I diabetes is a disease where the pancreas stops producing insulin, a hormone that signals the body's cells to absorb glucose from the bloodstream and convert it into energy. Type I diabetesis an autoimmune disease, occurring when the body's own immune system destroys the islet cells in the pancreas that produce insulin.\n\nThe disease had formerly been called \"juvenile diabetes\" and \"insulin-dependent diabetes mellitus,\" but the American Diabetes Association and National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) recommended it be referred to only as Type I diabetes in 1997.\n\nType I diabetes, which accounts for about 5 percent of all cases of diabetes, according to the ADA, is typically diagnosed in younger individuals.\n\nIn some adults, the body simply doesn't produce enough insulin, which is known as Type 2 diabetes, a far more common disease.\n\nThe inability to produce insulin can have a number of symptoms.\n\nA lack of sugar in the blood cells can result in hunger, as well as fatigue. Weight loss is also a frequent symptom of Type I diabetes, as tissue will shrink without sugar being stored in it.\n\nAdditionally, the imbalance in sugar leads to the flow of fluid from the cells into the rest of the body. Thirst, frequent urination, blurred vision and tingling in the body's extremities can all result from this situation.\n\n\"What we see in children is that they start being hungry and thirsty, and they're urinating a lot,\" said Dr. Spyros Mezitis, an endocrinologist at Lenox Hill Hospital in New York City. \"They're feeling weak, they're losing weight.\"\n\nSome of these symptoms can become more extreme without treatment, resulting in blindness, amputation of limbs or kidney failure, among other complications.\n\nIt remains unclear what triggers the body's immune system to attack the islet cells.\n\nThe preferred test for diagnosing diabetes is the fasting plasma glucose (FPG) test, according to the NIDDK. This test involves a blood draw and is administered after a person has fasted for eight hours.Normal blood sugarvaries from person to person, but a normal range for fasting blood sugar (the amount of glucose in your blood six to eight hours after a meal) is between 70 and 100 milligrams per deciliter. For most individuals, the level of glucose in the blood rises after meals. A normal blood-sugar range after eating is between 135 and 140 milligrams per deciliter.\n\nDoctors diagnose the disease when a person has more than 126 milligrams of glucose per deciliter of plasma. The NIDDK states, however, that a test should be repeated on a second day to confirm the diagnosis.\n\nThe oral glucose tolerance test allows doctors to evaluate how the person's body reacts to sugar. The person fasts for eight hours, drinks water with 75 grams of glucose and then takes a blood test. If two tests show blood glucose levels of 200 milligrams per deciliter or more (2 mg per liter) after two hours, the person has diabetes, Mezitis said.\n\nThe A1C test tracks average blood sugar levels over the past two to three months, but is not used for diagnosis. The test can determine the person's blood-sugar levels before diagnosis as well as after to see whether treatment plans are effective, Mezitis said.\n\nDiabetes is typically treated with injections of insulin. These shots should be timed with meals and, once a routine is established, are done three or four times per day. The shots should be given around meal times. Other options for administering insulin include a \"pen,\" which allows for different amounts of insulin to be injected with a particular shot, and a pump, which is inserted in the body through a catheter and injects insulin throughout the day.\n\nThe insulin used to treat diabetes can result in low blood sugar, which may cause feelings of weakness or hunger and headaches. There are different types of insulin, with some lasting an entire day and others 15 minutes to a few hours. Often people will take long acting insulin, which the body absorbs slowly, to control blood sugar between meals and overnight.\n\nFast-acting insulin, which is absorbed quickly, corrects blood sugar when people eat meals or snacks, Mezitis said.\n\nBlood glucose monitors allow a person with diabetes to determine if they need more insulin or if they need to eat more. The tests involve pricking the finger to get a drop of blood and placing the drop on a testing strip to be read by the meter.\n\nWhile insulin is the frontline therapy to control diabetes, more drastic treatments may be recommended in some cases. Kidney transplantation may become necessary if diabetes causes too much damage to the organs.\n\nThe ADA notes that a pancreas transplant may be a treatment option for this type of diabetes; however, this is only done in extreme cases where complications of diabetes are very significant because the drugs necessary to allow the body to accept the new organ are severe and 10 to 20 percent of pancreas recipients die within a year.\n\nIn addition to taking insulin as advised, people with Type I diabetes can take a number of steps for healthy living.\n\nEating properly and exercising regularly are important for people with diabetes in order to help maintain proper levels of blood sugar. A proper diet for someone with diabetes involves eating fewer starch-rich foods.\n\n\"We advice them to avoid sweets, to avoid adding sugar to anything and to eat low starch foods,\" Mezitis said. \"It sounds a little complicated, but its a way of life.\""}