{"heading": "Head Lice: Symptoms, Treatment and Prevention", "contents": "A sesame seed-size parasite that feeds on human blood, the head louse (Pediculus humanus capitis) is a nuisance known around the world. These tiny insects infest human hair and can also sometimes be found in the eyebrows and eyelashes.\n\nAn estimated 6 million to 12 million head lice infestations occur each year in the United States among children ages 3 to 11,according to the Centers for Disease Control and Prevention(CDC). While school-age kids are believed to be those most commonly affected by lice, it's possible for people of any age to become infested with these flightless pests.\n\nSome people with lice never realize they're infested. However, there are several telltale signs that the bugs are present on the scalp,according to the Mayo Clinic. These include:\n\nSome people with lice may also develop sores on their scalp. Such sores are likely the result of bacteria from the person's own body infecting an opening in the skin made by scratching, according to the CDC.\n\nBecause head lice are not known to spread disease in the United States, they should not be considered a \"medical or public health hazard,\" according to the CDC. However, several studies conducted in recent years in other areas of the world, including Africa, suggest that certain species of head lice are capable of carrying infectious disease.\n\nOne study, outlined in the May 2013 issue of the journal Emerging Infectious Disease, found that head lice in the Democratic Republic of the Congo could spread plague. Andanother study, outlined in the same journal in May 2014, found that human body lice carrying a pathogen that can cause trench fever  among other diseases  can also inhabit human hair.\n\nThe best way to confirm an active lice infestation is to find a live louse on the head, according to theAmerican Academy of Pediatrics(AAP). Because lice move quickly and avoid light, it's best to check for them after wetting the hair, which some experts say slows the insects down.\n\nThe most effective way to check for lice is to use a louse comb, according to the AAP.In a studypublished in 2001 in the journal Pediatric Dermatology, researchers found that using a louse comb was four times more effective than simply doing a visual check of the scalp for lice and that checks with the louse comb could be performed two times faster than visual checks.\n\nDandruff, dirt and other common debris found in the hair are commonly confused for lice, according to the CDC. Therefore, the best person to perform a head check for lice may be someone trained to identify these parasites, like a health care provider or school nurse.\n\nIf no live lice are found on the scalp, finding nits firmly attached to the hair shaft within a quarter inch of the scalp may indicate that a person is infested, according to the CDC. However, it's important to confirm that an infestation of head lice is actually active before pursuing treatment, according to the AAP.\n\nNits from previous lice infestations can remain attached to hair shafts, even if no live lice are present on the scalp. To make future diagnoses of lice easier, as well as to ensure that no living nits remain in the hair, all nits should be removed from the hair, even after the infestation has been treated,according to the National Pediculosis Association(NPA), a nonprofit organization that does not support the use of insecticides to treat lice.\n\nThe ideal treatment is one that is \"completely safe, free of harmful chemicals, readily available without a prescription, easy to use and inexpensive,\" according to the AAP.\n\nThere are several treatment options for those with head lice, including shampoos and creams that contain pediculicides, or insecticides that kill lice, as well as combing the hair with a louse comb that removes lice and nits. Neither one of these treatments options is 100 percent effective at removing all lice or nits from hair.\n\nWhen choosing a treatment for lice, people should be aware that, in some areas of the United States and Europe, lice have developed resistance to some of the most common pediculicides found in both over-the- counter and prescription lice treatments. The CDC recommends consulting with a doctor or pharmacist to determine what treatments are best to use.\n\nIf no resistance to insecticides is suspected, the AAP recommends using products that contain pediculicides known as pyrethrins or the chemical permethrin. However, these chemicals are known to be toxic to humans and should be used with caution,according to the Agency for Toxic Substances and Disease Registry.\n\nIf you choose to use a chemical treatment for lice, be sure to follow dosing instructions correctly and consult with your health care provider if you plan to use these treatments on a child under age 2, according to the CDC.\n\nTo minimize exposure to the insecticides found in lice treatment shampoos, rinse the scalp and hair well with cool water after applying these products and try to avoid exposing skin (other than the skin on the scalp) to these products, according to theCanadian Pediatric Society. If you are bathing a child, rinse the treatment out of the hair over a sink. Do not place the child in a bath as the hair is being rinsed.\n\nIf the lice in your area are resistant to permethrin and pyrethrins, the AAP recommends using a product containing 0.5 percent malathion, another insecticide that is rubbed into the hair and scalp. Malathion has not been deemed safe or effective to use in children younger than 6, and the product is not safe to use in children younger than 24 months, according to the AAP. Neither malathion nor permethrin and pyrethrins effectively kill all of the egg stages of lice. This means that these chemicals need to be reapplied to the scalp seven to 10 days after the initial treatment.\n\nThere are also several other chemicals that can be used to treat lice, including lindane, which is available as a cream or a shampoo. This chemical has been known to cause severe seizures in children and cannot be prescribed to individuals who weigh less than 110 pounds (49.9 kilograms), according to the AAP. Other chemical treatments have also been linked to dangerous side effects in children, which is why organizations such as the NPA do not recommend the use of chemical treatments for lice.\n\nThe manual removal of lice recommended by the NPA can be performed using the same type of fine-toothed louse comb used to check the scalp for lice. Louse combs can be used on wet or dry hair, though some experts suggest that combing out lice and nits is easier on wet hair. Some people may also wish to use a conditioner before combing out the hair,according to the NPA.\n\nOnce a case of head lice is confirmed, the best way to prevent spread is to thoroughly treat and get rid of the head lice. Avoiding head-to-head contact as much as possible will also help curb an infestation, according to the CDC.\n\nAlthough a less-frequent cause of spread, lice can travel from one person to another via shared clothing and accessories, such as hats, brushes and hair accessories. People with lice should avoid sharing these items with others, and should also avoid sharing a bed with siblings or friends. Though rare, lice can spread from person to person through infested upholstery or bed linens.\n\nOnce a person is treated for lice, all bedding, upholstered furniture, carpets, hairbrushes and other items that had direct contact with that person's scalp should be thoroughly cleaned, according to the CDC. Clothes and bedding can be washed in hot water, hairbrushes and hair accessories can be boiled, rugs or other non-washable items can be dry cleaned, and items that can't be washed or dry cleaned can be stored in airtight containers for several weeks to ensure that live lice and nits do not survive.\n\nFinally, vacuum carpeted floors and clean all furniture to prevent the spread of lice to others. Measures such as fumigation are not necessary and should be avoided, according to the CDC.\n\nWhile some schools follow a \"no-nit\" policy that requires children with lice to stay at home, the AAP does not recommend such policies. The NPA, however, supports stringent no-nit policies in schools."}