{"heading": "Uterine Fibroids: Symptoms, Diagnosis and Treatment", "contents": "Uterine fibroids, clinically known as uterine leiomyomata, are common, non-cancerous growths in the uterus. These fibroids are made up of groups of muscle cells and other tissues, and can range in size from as small as a pea to as large as 5 to 6 inches (12.7 to 15.24 centimeters) wide. Fibroids can be found inside the uterine cavity (known as submucosal), on the wall of the uterus (intramural) or the outside of the uterus (subserosal).\n\nAs many as 20 to 80 percent of women will develop fibroids by the time they reach age 50,according to the U.S. Department of Health and Human Services Office on Women's Health. However, it's hard to say exactly how many women have them because many women have no symptoms at all.\n\nA2003 studyof more than 1,000 U.S. women ages 35 and 49 showed that fibroids become more common with age  with 35 percent of women developing fibroids before menopause, compared to 70 to 80 percent after menopause. African American women in the study were also at higher risk for developing fibroids than white women.\n\nFibroids are almost always benign. Cancerous fibroids occur only in rare cases (less than one in 1,000), according to the Office on Women's Health. Having a benign fibroid does not increase the risk of developing a cancerous fibroid or other cancers of the uterus, the Office of Women's Health says.\n\nThe exact cause of uterine fibroids is not known, but it's thought that hormones  such as estrogen and progesterone  and a person's genes, play a role in their development, according to the Office of Women's Health. Their growth is thought to be influenced by hormones, since fibroids rarely occur before a women starts having periods, and they usually grow during pregnancy and shrink after menopause.\n\nMany women don't have any symptoms, but when they do they can include heavy or painful periods, unexpected bleeding between periods, or periods that last longer than usual,according to the National Institutes of Health. If the fibroid grows unchecked, it can cause acute or chronic pressure or pain against the bladder or the intestines. In such cases, the patient may experience lower back pain, frequent urination and pain during sex.\n\nFibroids are often discovered during routine pelvic exams, when the doctor checks the uterus, ovaries and vagina.\n\nTo confirm the presence of fibroids, other imaging tests may be done, including:\n\nIn rare cases, fibroids can distort and block the fallopian tubes, making it more difficult for the sperm to move from the cervix into the fallopian tubes,according to the Mayo Clinic.\n\nWomen with uterine fibroids typically have normal pregnancies, but the condition does increase the risk of pregnancy complications. These include: preterm delivery, a baby in the breech position (not positioned well for delivery), and an increased risk of needing a C-section. Some pregnant women will experience localized pain during the first and second trimester, according to the Mayo Clinic.\n\nOther complications of fibroids include: severe pain or heavy bleeding, anemia from heavy bleeding, and a twisting of the fibroid that blocks blood vessels, according to the NIH.\n\nMost women with fibroids don't have symptoms, so they may not need treatment. The size of the fibroids, a woman's age, and whether a woman wants to become pregnant in the future, can all factor into the decision to treat fibroids, and which treatment to she chooses. Typically, fibroids shrink on their own after menopause, according to the Office on Women's Health.\n\nFibroids can be controlled through medication, surgery or other nonsurgical procedures. Gonadotropin releasing hormone agonists (GnRHa), such as those under the tradename Lupron and Synarel, can provide temporary relief by shrinking the fibroids and controlling heavy bleeding. However, this is not a permanent solution, as GnRHas can cause bone thinning and their use is generally limited to six months or less, according to the Office on Women's Health. In addition, fibroids often grow back quickly once the patient stops taking the drug.\n\nBirth control pills or other forms of hormonal birth control may be used to control heavy bleeding and painful periods, according tothe American Congress of Obstetricians and Gynecologists.\n\nCertain symptoms, such as excessive bleeding, can be treated with endometrial ablation, which uses heat, microwave energy, hot water or an electric current to slough off the endometrial lining of the uterus. However, the procedure will not alleviate symptoms caused by fibroids growing on the outside of the uterus and it will affect child bearing.\n\nSurgery may the best treatment option for women with moderate to serve symptoms. Hysterectomy  the complete removal of the uterus  is, so far, the only proven permanent solution for uterine fibroids,according to the Mayo Clinic. In fact, uterine fibroid is one of the three most common reasons why hysterectomy is performed, according to the Centers for Disease Control and Prevention. The procedure eliminates the ability to bear children and, if the ovaries are also removed, initiates menopause immediately.\n\nMyomectomy removes the fibroids without removing the healthy part of the uterus. While this surgical option is preferable for women who still wish to bear children, there will be a risk of fibroid reoccurrence, according to the Office on Women's Health. The surgery can be minimally invasive and performed through a small incision using a laparoscope. However, if there are multiple fibroids, a single large fibroid or fibroids that are deeply embedded in the uterus, the surgeon may have to create a larger incision to remove all the fibroids.\n\nAnother minimally invasive option is uterine artery embolization. During the procedure, a thin catheter the size of a spaghetti strand is inserted into the arteries that feed into the uterus. Small plastic or gel particles are then injected into the catheter to block the blood supply to the fibroid, causing it to shrink. The procedure is most suitable for women with fibroids that cause chronic pain or compression of the bladder or rectum, or women who experience significant bleeding,according to the University of Maryland.\n\nAnother treatment option is myolysis, which uses an electric current, laser or liquid nitrogen to destroy the fibroids and shrink the blood vessels around them. However, the safety, effectiveness and risk of recurrence of these procedures are still unclear, according the Mayo Clinic."}