{"heading": "Impacted Wisdom Teeth: Oral Surgery and Extraction", "contents": "Evolution has renderedwisdom teethunnecessary in humans, and about 85 percent of these third molars eventually require removal because of tooth crowding, according to the American Association of Oral and Maxillofacial Surgeons (AAOMS). Trapped in the gums, impacted wisdom teeth may lead to dental problems such as pain, infection or misalignment of other teeth.\n\nWisdom teeth are the last to erupt and typically do so between ages 17 and 25. But according to the American Dental Association, they may grow sideways, emerge only partially or remain completely trapped under gum and bone, which either produces no symptoms or causes these problems:\n\nTo diagnose impacted wisdom teeth, dentists look for swollen gums or signs of infection such as tenderness, redness and drainage, according to theNational Institutes of Health(NIH). They also inquire about symptoms and regular oral cleaning habits. A diagnosis can be confirmed only with dental X-rays, which may also indicate damage to other teeth or the jawbone.\n\nX-rays are needed because they show the exact positions of the wisdom teeth, and help surgeons decide the best strategy for removal, said Lee Carrasco, an associate professor of oral and maxillofacial surgery at the University of Pennsylvania in Philadelphia.\n\nSome impacted wisdom teeth don't require removal, but symptomatic cases usually need surgical extraction by a dentist or an oral surgeon in an outpatient setting. Local or general anesthesia may be used, depending on the severity of the condition. First, an incision in the gums is made and any bone blocking the impacted tooth is removed before the tooth itself, according to theMayo Clinic. Afterward, the incision is stitched shut and the empty tooth socket is packed with gauze.\n\nIf the tooth is too large to extract in one piece, or if it's coming in at an angle, the surgeon cuts the tooth into smaller pieces with a drill. \"It's less traumatic for the patient to take the tooth out in pieces,\" Carrasco told Live Science. \"The goal is that we make them as comfortable as possible.\"\n\nSurgery may be delayed if a wisdom tooth is already infected, in which case a dentist would likely prescribe antibiotics and wait a week to 10 days before proceeding.\n\nPatients are sent home with instructions for diet modifications and other measures to help manage the expected postsurgical pain and swelling. Complications are unusual, but may include:\n\nPatients who develop any postsurgical complications should contact their doctors immediately.\n\nComplications are rare, but dry socket typically has the highest prevalence, occurring in about 5 to 10 percent of patients, Carrasco said. After the surgeon removes a molar, the body forms a clot to stop the bleeding. The clot initially has the texture of pudding, but it forms a scab within a few days.\n\n\"That sometimes doesn't happen,\" Carrasco said. \"The clot sometimes washes away, leaving bare bone.\"\n\nDry sockets often lead to pain and inflammation, and doctors treat it with a sedative dressing. \"Almost always, over a period of the next few days, it starts to feel better,\" Carrasco said.\n\nThe anesthesia may also cause some people to feel nauseous, he added. \"Everyone has some seepage or oozing within the first 24 to 48 hours,\" he added.\n\nBut after eating soft foods for a few days, people are typically ready to eat regular foods again.\n\nPatients can also take prescription painkillers following surgery. Carrasco encouraged people with leftover medication to return the pills to a pharmacist or dispose of them in another safe way. Parents who monitor their medicine cabinet and their children's medications can help stoppainkiller addiction, he said.\n\nBecause bone is more flexible in people under 30, wisdom tooth removal may be simpler before then, according to the NIH. Some impacted wisdom teeth never need removal if they don't cause dental problems, although AAOMS research indicates that even third molars that erupt in a normal, upright position may be as disease-prone as impacted ones.\n\nImpacted teeth that are not removed may lead to serious complications, including:\n\nThis article is for informational purposes only, and is not meant to offer medical advice."}