{"heading": "Lactose Intolerance: Symptoms, Treatment & Coping Strategies", "contents": "Lactose intolerance is the inability todigest the main sugar found in milk and other dairy products. This is caused by a deficiency of lactase, the enzyme responsible for metabolizing lactose in the small intestines, according to the National Institutes of Health (NIH).\n\nThe prevalence of lactose intolerance in adults varies from less than 5 percent to almost 100 percent among different populations, according to research published in the Scandinavian Journal of Gastroenterology. The lowest prevalence is in northwestern Europe, around the North Sea, and the highest prevalence is in Asians and American Indians.About 30 million American adults are somewhat lactose intolerant by the age of 20, according to the NIH.\n\nPeople can be acquire lactose intolerance at any point in their life, and some people develop it over time, said Dr. Sophie Balzora, a gastroenterologist at NYU Langone Medical Center in New York City.\n\nLactose intolerance is different from having amilkallergy, since the latter is a reaction to the proteins in milk rather than lactose. It's also not like celiac disease, an autoimmune disease caused by gluten, which can have detrimental effects if ingested.\n\nPeople can be genetically predisposed not to produce the lactase enzyme, or the condition can result from illness or injury to the small intestine, including surgery or infections, according to the NIH.\n\nIn lactose-intolerant adults, the lactose is fermented and metabolized by bacteria in the colon to produce gas and short chain fatty acids. This results inabdominal cramps,bloating, diarrhea, flatulence and nausea, Balzora said. The severity of symptoms largely depends on how quickly the lactase available in the digestive system is used up.\n\nAlthough reduced levels of lactase could result in improper absorption of lactose, only people with low lactase levels who exhibit the common symptoms would be properly considered lactose intolerant. According to the Mayo Clinic, most people with lactase deficiencies do not display any signs or symptoms.\n\nPremature babies can also be intolerant to breast milk, but full-term babies don't show signs of the problem before the age of 2, according to the NIH. The intolerance can develop earlier in African American children than in Caucasian ones.\n\nLactose intolerance should be suspected in people with abdominal symptoms  such ascramps and bloating  after consuming milk and other dairy products. The initial diagnosis of lactose intolerance can be very simple.\n\n\"The quick and dirty way is to have a patient avoid lactose products for a certain amount of time,\" usually about two weeks, Balzora said. Then, these foods can be gradually reintroduced into the diet again, and if the symptoms return, the person is likely somewhat lactose intolerant, she said.\n\nMost patients do not need a referral to a specialist, or diagnostic laboratory tests. However, the symptoms of lactose intolerance can overlap with other gastrointestinal problems, such asirritable bowel syndromeandCrohns disease. A hydrogen breath test is an objective, non-invasive, inexpensive and easy-to-perform test that can be used to confirm an initial diagnosis of lactose intolerance. A properly administered breath test can help patients determine whether they need to cut back on milk and dairy products, according to research published in the World Journal of Gastroenterology.\n\nCutting lactose out of the diet is an option, but patients should make sure they aren't depriving themselves of calcium and vitamin D, Balzora said.\n\nOver-the-counter pills or drops that contain lactase can be taken before meals to help alleviate or eliminate symptoms. For example, Lactaid pills or Lactaid milk allow many people to process dairy products without any difficulty, Balzora said. Some people find that taking probiotics can help them digest lactase better, but Lactaid is really the standard, Balzora said.\n\nHowever, according to the Mayo Clinic, these products do not help all patients. Adults who are lactose intolerant can ultimately recondition their digestive system to tolerate up to 8.5 fluid oz. (250 milliliters) of milk  about a glass  if they drink the milk in gradually increasing amounts. According to a 21-day intervention study conducted in 2000, most people who do this will experience minimal or no discomfort.\n\nLactose intolerance can be treated with simple dietary changes. The most straightforward way is for a person to reduce the amount of milk or dailyproducts in his or her diet. Also, it may help to divide daily milk and dairy products into several small portions and consume them with other foods. Processed dairy such as yogurt and cheeses are usually better tolerated, because the lactose has been partially metabolized by bacteria during their preparation."}