{"heading": "Erectile Dysfunction: Symptoms and Treatment", "contents": "Erectile dysfunction (ED), sometimes called impotence, is the inability to get or keep an erection firm enough for sexual intercourse. The condition has become highly visible in recent years, but that doesnt make it any more welcome for the 5 to 15 percent of American men whose sex lives are affected.\n\nThe disorder can occur at any age, but is more common in men over age 75, according to theAmerican Academy of Family Physicians (AAFP). In middle aged men, ED can signal risk of a heart attack, said Dr. David Samadi, the chairman of urology and chief of robotic surgery at Lenox Hill Hospital in New York City.\n\nThe same cholesterol plaques that can build up in the arteries surrounding the heart can also affect arteries that go through penile tissue. Once doctors rule psychological causes, \"they need to do a cardiac workup to make sure that this guy is not on the verge of getting a heart attack,\" Samadi told Live Science.\n\nSince sexual arousal is a complex process involving hormones, emotions, nerves, muscles, blood vessels and the brain, a malfunction in any of these can lead to ED. Stress, exhaustion and psychological issues can also contribute, and anxiety over maintaining an erection can actually make it harder to attain. In short, any condition that inhibits blood flow to the penis can lead to ED.\n\nAging is a large part of ED, but according to the AAFP and theMayo Clinic, ED can also be caused by:\n\nThe vast majority of ED cases are caused by disease, according to theNational Institutes of Health(NIH), while drug side effects account for 25 percent.\n\nLow libido, which is a low interest in having sex, should not be confused with ED, Samadi added.\n\nPeople often have drops in testosterone levels as they age, often called male menopause or \"manopause,\" Samadi said.\n\nDoctors can rule out various systemic causes of ED with a physical exam. Breast enlargement in men, for instance, can indicate hormonal issues, while decreased pulses in the wrists or ankles can suggest blood flow problems, according to the NIH.\n\nBeyond that, several tests can lead to an ED diagnosis. According to the Mayo Clinic, these include:\n\nA variety of drugs and treatmentsare available for ED, from simple pills to complex surgeries. The cause and severity of ED will determine which treatment is recommended, according to the AAFP. Some treatments can have significant side effects.\n\nPsychotherapy is an option to treat anxiety-related ED, according to the NIH. The patient's partner can help in the process of developing intimacy and stimulation.\n\nOral medications successfully treat ED in many men, Samadi said. These include sildenafil (commonly known by the brand name Viagra), tadalafil (Cialis), vardenafil (Levitra) and avanafil (Stendra). Each works by enhancing naturally occurring nitric oxide, which relaxes muscles in the penis and increases blood flow.\n\nHowever, these medications should not be taken by men who take blood thinners, high blood pressure medicines, nitrate drugs for angina, or alpha-blockers for an enlarged prostate. According to the NIH, the combination of ED pills with these other prescription medications can cause a sudden, dangerous drop in blood pressure.\n\nSide effects include nasal congestion, headaches and a flushed face. If one medication doesn't work, another may do the trick. \"We don't know why, but the chemistry of it may work differently on different people,\" Samadi said.\n\nIt's best to take oral medications on an empty stomach 60 to 90 minutes before having sex. If a person has a large meal, such as a steak dinner, the fatty food may absorb some of the medication and reduce its efficiency, except for Cialis, which stays in the body for a long time, Samadi said.\n\nIf medications don't work, more aggressive treatments may be recommended, including:\n\nA variety of lifestyle choices can affect the ability to achieve and maintain an erection, so preventing ED is possible in some cases. Men are encouraged to manage chronic health problems with their doctors and to exercise regularly. They also should avoid smoking and excess alcohol and get help for anxiety or depression, according to the Mayo Clinic.\n\n\"There are a lot of benefits to healthy sexual function,\" Samadi said, \"Whether it boosts the immune system or whether it is good for releasing stress. So certainly, you don't need to give up on it just because you're getting older.\"\n\nAdditional reporting by Laura Geggel. Follow her on Twitter @LauraGeggel. Follow Live Science @livescience, Facebook & Google+."}